Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Corrupted torrent!
cs: Poškozený torrent!
da: Korrumperet torrent!
hu: Hibás torrent!
sr: Оштећен торент!
sr@latn: Oštećen torent!
zh_cn: 损坏的 torrent！

source: Torrent has no announce or nodes field
da: Torrenten har ingen meddelelse- eller knudefelt
hu: A torrentnek nincs bejelentője vagy csomópontmezője
sr: Торент нема поље објаве или чворова
sr@latn: Torent nema polje objave ili čvorova
zh_cn: 种子内不含发布或节点信息字段

source: Unable to open torrent file %1 : %2
cs: Nelze otevřít torrent soubor %1: %2
da: Kan ikke åbne torrent-filen %1: %2
hu: Nem sikerült megnyitni a(z) %1 torrentfájlt: %2
sr: Не могу да отворим торент фајл %1 : %2
sr@latn: Ne mogu da otvorim torent fajl %1 : %2
zh_cn: 无法打开 torrent 文件 %1：%2

source: Parse Error
cs: Chyba analýzy
da: Fortolkningsfejl
hu: Feldolgozási hiba
sr: Грешка рашчлањивања
sr@latn: Greška raščlanjivanja
zh_cn: 语法错误

source: An error occurred while loading the torrent. The torrent is probably corrupt or is not a torrent file. %1
cs: Při načítání torrent souboru došlo k chybě. Nejčastější příčinou bývá poškozený torrent soubor nebo soubor, který není torrent. %1
da: En fejl opstod under indlæsning af torrent. Torrenten er formentlig defekt eller det er ikke en torrent-fil. %1
hu: Hiba történt a torrent betöltése közben. Valószínűleg hibás a torrentfájl vagy nem is torrentfájl. %1
sr: Грешка се догодила при учитавању торента. Торент је вероватно оштећен или то уопште није торент фајл. %1
sr@latn: Greška se dogodila pri učitavanju torenta. Torent je verovatno oštećen ili to uopšte nije torent fajl. %1
zh_cn: 载入 torrent 文件时发生了一个错误。大多数情况下是因为 torrent 文件已经损坏，或者根本就不是一个 torrent 文件。 %1

source: An error occurred while loading the torrent. The torrent is probably corrupt or is not a torrent file.
cs: Při načítání torrent souboru došlo k chybě. Nejčastější příčinou bývá poškozený torrent soubor nebo soubor, který není torrent.
da: En fejl opstod mens torrent-filen blev indlæst. Den mest sandsynlige grund er at torrent-filen er ødelagt eller slet ikke er en torrent-fil.
hu: Hiba történt a torrentfájl betöltése közben. Valószínűleg hibás a torrentfájl, sőt az is előfordulhat, hogy a fájl nem torrentfájl.
sr: Грешка се догодила при учитавању торента. Торент је вероватно оштећен или то уопште није торент фајл.
sr@latn: Greška se dogodila pri učitavanju torenta. Torent je verovatno oštećen ili to uopšte nije torent fajl.
zh_cn: 载入 torrent 文件时发生了一个错误。大多数情况下是因为 torrent 文件已经损坏，或者根本就不是一个 torrent 文件。

source: Unable to create %1 : %2
cs: Nelze vytvořit %1 : %2
da: Kan ikke oprette %1: %2
hu: Nem sikerült létrehozni a(z) %1 torrentfájlt: %2
sr: Не могу да направим %1 : %2
sr@latn: Ne mogu da napravim %1 : %2
zh_cn: 无法创建 %1：%2

source: You are already downloading this torrent %1, the list of trackers of both torrents has been merged.
cs: Torrent %1 již stahujete. Seznam trackerů obou torrentů byl sloučen.
da: Du er allerede ved at hente denne torrent %1, listen med sporere for begge torrenter er slået sammen.
hu: A(z) %1 torrent letöltése már folyamatban van, a torrentekben lévő követők listái össze lettek vonva.
sr: Торент %1 се већ преузима. Листе пратилаца оба торента су састављене.
sr@latn: Torent %1 se već preuzima. Liste pratilaca oba torenta su sastavljene.

source: You are already downloading the torrent %1
cs: Již stahujete torrent %1
da: Du henter allerede torrenten %1
hu: A(z) %1 torrent letöltése már folyamatban van.
sr: Већ преузимате торент %1
sr@latn: Već preuzimate torent %1
zh_cn: 您已经下载种子 %1

source: Cannot migrate %1 : %2
cs: Nelze převést %1: %2
da: Kan ikke konvertere %1: %2
hu: Nem sikerült átállítani: %1: %2
sr: Не могу преселим %1: %2
sr@latn: Ne mogu preselim %1: %2
zh_cn: 无法迁移 %1：%2

source: The torrent %1 was started with a previous version of KTorrent. To make sure this torrent still works with this version of KTorrent, we will migrate this torrent. You will be asked for a location to save the torrent to. If you press cancel, we will select your home directory.
cs: Torrent %1 jste začal(a) stahovat s dřívější verzí KTorrentu. Aby tento torrent bez problémů fungoval i v současné verzi, bude převeden na novější verzi. Budete dotázán(a) na umístění, kam chcete torrent uložit. Pokud stisknete Zrušit, bude zvolen domovský adresář.
da: Datastrømmen %1 blev startet med en tidligere version af Ktorrent. For at sikre at datastrømmen stadigvæk virker med denne version af Ktorrent, konverterer vi datastrømmen. Du bliver spurgt om et sted at gemme datastrømmen. Hvis du trykker på Annullér, vælges din hjemmemappe.
hu: A(z) %1 torrent letöltése a KTorrent előző verziójában lett elkezdve. A torrentet át kell állítani a működésének biztosítása érdekében ezen KTorrent verzióval. A program bekéri a torrent mentési helyét. Ha a mégse lehetőséget választja, akkor a saját könyvtára lesz kiválasztva.
sr: Торент %1 је покренут са претходном верзијом КТорента. Да би били сигурни да ће радити и са овом верзијом КТорента, мораћемо да га преселимо. Бићете упитани за локацију снимања торента. Ако притиснете Откажи изабраће се ваш почетни директоријум.
sr@latn: Torent %1 je pokrenut sa prethodnom verzijom KTorenta. Da bi bili sigurni da će raditi i sa ovom verzijom KTorenta, moraćemo da ga preselimo. Bićete upitani za lokaciju snimanja torenta. Ako pritisnete Otkaži izabraće se vaš početni direktorijum.

source: Select Folder to Save To
cs: Vybrat složku k uložení
da: Vælg mappe der skal gemmes til
hu: Válassza ki a mentési könyvtárat
sr: Изаберите фасциклу у коју се снима
sr@latn: Izaberite fasciklu u koju se snima
zh_cn: 选择保存到的文件夹

source: Not started
cs: Nespuštěno
da: Ikke startet
hu: Nincs elindítva
sr: Није покренут
sr@latn: Nije pokrenut
zh_cn: 没有开始

source: Seeding
cs: Sdílím
da: Seeder
hu: Megosztás
sr: Сејем
sr@latn: Sejem
zh_cn: 做种中

source: Downloading
cs: Stahuji
da: Downloader
hu: Letöltés
sr: Преузимам
sr@latn: Preuzimam
zh_cn: 下载中

source: Stalled
cs: Stojící
da: Hænger
hu: Megállt
sr: Застој
sr@latn: Zastoj
zh_cn: 失速

source: Stopped
cs: Zastaveno
da: Stoppet
hu: Leállítva
sr: Заустављен
sr@latn: Zaustavljen
zh_cn: 停止

source: Error:
cs: Chyba:
da: Fejl:
hu: Hiba:
sr: Грешка:
sr@latn: Greška:
zh_cn: 错误：

source: Allocating diskspace
cs: Přidělování diskového prostoru
da: Reserverer diskplads
hu: Lemezterület foglalása
sr: Одвајам простор на диску
sr@latn: Odvajam prostor na disku
zh_cn: 正分配磁盘空间

source: Queued
cs: Ve frontě
da: I kø
hu: Várakozósorban
sr: У реду
sr@latn: U redu
zh_cn: 已排队

source: Checking data
cs: Kontroluji data
da: Kontrollerer data
hu: Adatellenőrzés
sr: Проверавам податке
sr@latn: Proveravam podatke
zh_cn: 正检查数据

source: Stopped. No space left on device.
cs: Zastaveno. Není místo na disku.
da: Stoppet. Ingen plads tilbage på enheden.
hu: Leállítva. nincs több hely az eszközön.
sr: Заустављен. Нема слободног простора.
sr@latn: Zaustavljen. Nema slobodnog prostora.
zh_cn: 下载已停止。设备上没有剩余空间。

source: You don't have enough disk space to download this torrent. Are you sure you want to continue?
cs: Nemáte dostatek místa na disku ke stažení tohoto torrentu. Jste si jisti, že chcete pokračovat?
da: Du har ikke tilstrækkelig diskplads til at downloade denne torrent. Vil du fortsætte?
hu: Nincs elegendő lemezterület a torrent letöltéséhez. Biztosan folytatni akarja?
sr: Немате довољно простора да би сте преузели овај торент. Желите ли заиста да наставите?
sr@latn: Nemate dovoljno prostora da bi ste preuzeli ovaj torent. Želite li zaista da nastavite?
zh_cn: 您没有下载种子任务所需的足够磁盘空间。您确认想要继续吗？

source: Insufficient disk space for %1
cs: Nedostatek místa na disku pro %1
da: Utilstrækkelig diskplads til %1
hu: a lemezterület kevés a következőhöz: %1
sr: Недовољно простора за %1
sr@latn: Nedovoljno prostora za %1

source: Torrent "%1" has reached its maximum share ratio. Ignore the limit and start seeding anyway?
cs: Torrent "%1" již dosáhl maximálního poměru sdílení. Přejete si ignorovat limit a začít sdílet i přesto?
da: Torrent "%1" har nået sit maksimale delingsforhold. Ignorér denne grænse og tilbyd denne torrent alligevel?
hu: A(z) "%1" torrent elérte a megengedett maximális megosztási arányt. Ennek ellenére el szeretné kezdeni a feltöltést?
sr: Торент „%1“ је достигао максимум односа дељења. Да занемарим ограничење и започнем сејање?
sr@latn: Torent „%1“ je dostigao maksimum odnosa deljenja. Da zanemarim ograničenje i započnem sejanje?

source: Maximum share ratio limit reached.
cs: Bylo dosaženo maximálního sdílecího poměru.
da: Maksimalt delingsforhold opnået.
hu: Elérte a maximális megosztási arányt.
sr: Максимум ограничења односа дељења је достигнут.
sr@latn: Maksimum ograničenja odnosa deljenja je dostignut.
zh_cn: 达到了最大共享率限制。

source: Error stopping torrent %1 : %2
cs: Chyba při zastavování torrentu %1: %2
da: Fejl ved at stoppe torrent %1: %2
hu: Nem sikerült leállítani a(z) %1 torrentfájlt: %2
sr: Грешка при заустављању торента %1 : %2
sr@latn: Greška pri zaustavljanju torenta %1 : %2
zh_cn: 停止 torrent %1 出错：%2

source: Error starting torrent %1 : %2
cs: Chyba při spouštění torrentu %1: %2
da: Fejl ved start af torrent %1: %2
hu: Nem sikerült elindítani a(z) %1 torrentfájlt: %2
sr: Грешка при покретању торента %1 : %2
sr@latn: Greška pri pokretanju torenta %1 : %2
zh_cn: 启动 torrent %1 出错：%2

source: Announcing
cs: Připojuji se
da: Annoncerer
hu: Közzététel
sr: Објављујем
sr@latn: Objavljujem
zh_cn: 发布

source: Unknown client
cs: Neznámý klient
da: Ukendt klient
hu: Ismeretlen kliens
sr: Непознат програм
sr@latn: Nepoznat program
zh_cn: 未知的客户端

source: _n: 1 peer %n peers
cs: 1 protějšek %n protějšky %n protějšků
da: 1 peer %n peers
hu: %n partner
sr: %n вршњак %n вршњака %n вршњака
sr@latn: %n vršnjak %n vršnjaka %n vršnjaka
zh_cn: %n 个连接

source: Cannot create file %1 : %2
cs: Nelze vytvořit soubor %1: %2
da: Kan ikke oprette filen %1: %2
hu: Nem sikerült létrehozni a(z) %1 fájlt: %2
sr: Не могу да направим %1 : %2
sr@latn: Ne mogu da napravim %1 : %2
zh_cn: 无法创建文件 %1：%2

source: Failed to write first chunk to DND file : %1
cs: Selhalo zapisování prvního bloku do souboru DND: %1
da: Mislykkedes at skrive første del til DND-filen: %1
hu: Nem sikerült kiírni az első fájldarabot a DND fájlba: %1
sr: Не могу да упишем прво парче у DND фајл : %1
sr@latn: Ne mogu da upišem prvo parče u DND fajl : %1
zh_cn: 向 DND 文件写入第一个块失败：%1

source: Failed to write last chunk to DND file : %1
cs: Selhalo zapisování posledního bloku do souboru DND: %1
da: Mislykkedes at skrive sidste del til DND-filen: %1
hu: Nem sikerült kiírni az utolsó fájldarabot a DND fájlba: %1
sr: Не могу да упишем последње парче у DND фајл : %1
sr@latn: Ne mogu da upišem poslednje parče u DND fajl : %1
zh_cn: 向 DND 文件写入最后一个块失败：%1

source: Cannot open %1 for writing : readonly filesystem
cs: Nemohu otevřít %1 pro zápis : souborový systém je pouze pro čtení
da: Kan ikke åbne %1 til skrivning : skrivebeskyttet filsystem
hu: %1 nem írható: a fájlrendszer írásvédett
sr: Не могу да отворим %1 ради уписа : фајл-систем само за читање
sr@latn: Ne mogu da otvorim %1 radi upisa : fajl-sistem samo za čitanje
zh_cn: 无法以写模式打开 %1：只读文件系统

source: Cannot expand file %1 : %2
da: Kan ikke ekspandere filen %1 : %2
hu: Nem sikerült kibontani a(z) %1 fájlt: %2
sr: Не могу да раширим фајл %1 : %2
sr@latn: Ne mogu da raširim fajl %1 : %2
zh_cn: 无法展开文件 %1：%2

source: Cannot expand file %1 : incomplete write
da: Kan ikke ekspandere filen: %1 ; ukomplet skrivning
hu: Nem sikerült kibontani a(z) %1 fájlt: írási hiba
sr: Не могу да раширим фајл %1 : некомплетан упис
sr@latn: Ne mogu da raširim fajl %1 : nekompletan upis
zh_cn: 无法展开文件 %1：写入不完整

source: Cannot expand file %1
cs: Nelze rozbalit soubor %1
da: Kan ikke ekspandere fil: %1
hu: Nem sikerült kibővíteni a fájlt: %1
sr: Не могу да раширим фајл %1
sr@latn: Ne mogu da raširim fajl %1
zh_cn: 无法展开文件 %1

source: Error : Reading past the end of the file %1
cs: Chyba: Čtení za koncem souboru %1
da: Fejl: Læsning forbi filslutning for filen %1
hu: Hiba: A(z) %1 fájl vége elérve olvasáskor
sr: Грешка : Читање је прошло завршетак фајла %1
sr@latn: Greška : Čitanje je prošlo završetak fajla %1
zh_cn: 错误：读操作越过文件 %1 尾部

source: Error reading from %1
cs: Chyba při čtení z %1
da: Fejl ved læsning fra %1
hu: Nem sikerült olvasni innen: %1
sr: Грешка при читању из %1
sr@latn: Greška pri čitanju iz %1
zh_cn: 无法从 %1 读取

source: Error writing to %1 : %2
cs: Chyba při zápisu do %1: %2
da: Fejl ved skrivning til %1: %2
hu: Nem sikerült írni: %1 : %2
sr: Грешка при упису у %1 : %2
sr@latn: Greška pri upisu u %1 : %2
zh_cn: 无法写入 %1：%2

source: Error writing to %1
cs: Chyba při zapisování do %1
da: Fejl ved skrivning til %1
hu: Nem sikerült írni: %1
sr: Грешка при упису у %1
sr@latn: Greška pri upisu u %1
zh_cn: 写入 %1 出错

source: Cannot preallocate diskspace : %1
cs: Nelze před-rozdělit prostor na disku : %1
da: Kan ikke reservere diskplads i forvejen: %1
hu: Nem sikerült előre lefoglalni lemezterületet: %1
sr: Не могу да одвојим простор на диску : %1
sr@latn: Ne mogu da odvojim prostor na disku : %1
zh_cn: 无法预先分配磁盘空间：%1

source: Cannot bind to udp port %1 or the 10 following ports.
cs: Nelze svázat UDP port %1 ani dalších 10 portů.
da: Kan ikke binde til UDP-port %1 eller de 10 følgende porte.
hu: Nem lehet a(z) %1 udp portra vagy a 10 következő portra csatlakozni.
sr: Не могу да се вежем на udp порт %1 или 10 следећих портова.
sr@latn: Ne mogu da se vežem na udp port %1 ili 10 sledećih portova.
zh_cn: 无法绑定 UDP 端口 %1 或接着的 10 个端口。

source: Invalid response from tracker
cs: Neplatná odpověď od trackeru
da: Ugyldigt svar fra sporer
hu: Hibás válasz a trackertől
sr: Неисправан одговор са пратиоца
sr@latn: Neispravan odgovor sa pratioca
zh_cn: 来自 tracker 无效的响应

source: Invalid data from tracker
cs: Neplatná data z trackeru
da: Ugyldige data fra sporere
hu: Hibás adat a trackertől
sr: Неисправни подаци са пратиоца
sr@latn: Neispravni podaci sa pratioca
zh_cn: 来自 tracker 无效的数据

source: Invalid tracker URL
cs: Neplatné URL trackeru
da: Ugyldig URL for sporer
hu: Hibás tracker URL
sr: Неисправан URL пратиоца
sr@latn: Neispravan URL pratioca
zh_cn: 无效的 tracker URL

source: Cannot open file %1: %2
cs: Nelze otevřít soubor %1: %2
da: Kan ikke åbne filen %1: %2
hu: Nem sikerült megnyitni a(z) %1 fájlt: %2
sr: Не могу да отворим фајл %1: %2
sr@latn: Ne mogu da otvorim fajl %1: %2
zh_cn: 无法打开文件 %1：%2

source: Cannot create index file: %1
cs: Nelze vytvořit soubor s indexem: %1
da: Kan ikke oprette indeksfil: %1
hu: Nem sikerült létrehozni egy indexfájlt: %1
sr: Не могу да направим индексни фајл: %1
sr@latn: Ne mogu da napravim indeksni fajl: %1
zh_cn: 无法创建索引文件：%1

source: Cannot open file : %1 : %2
cs: Nelze otevřít soubor: %1 : %2
da: Kan ikke åbne filen :%1 : %2
hu: Nem sikerült megnyitni a(z) %1 fájlt: %2
sr: Не могу да отворим фајл : %1 : %2
sr@latn: Ne mogu da otvorim fajl : %1 : %2
zh_cn: 无法打开文件 %1：%2

source: Uses UPnP to automatically forward ports on your router
cs: Používá UPnP k automatickému předávání portů na váš router
da: Bruger UPnP for automatisk at videresende porte på routeren
hu: Portok átirányítása az útválasztón UPnP segítségével
sr: Користи UPnP да аутоматски проследи портове на вашем рутеру
sr@latn: Koristi UPnP da automatski prosledi portove na vašem ruteru
zh_cn: 使用 UPnP 字段在路由器上转发端口

source: Cannot find port forwarding service in the device's description!
cs: V popisu zařízení nelze nalézt službu předávání portů!
da: Kan ikke finde viderebefordringstjeneste for port i enhedens beskrivelse.
hu: Nem található portátirányító szolgáltatás az eszköz leírásában.
sr: Не могу да нађем услугу прослеђивања портова у опису уређаја!
sr@latn: Ne mogu da nađem uslugu prosleđivanja portova u opisu uređaja!
zh_cn: 无法在设备描述中找到端口转发服务！

source: UPnP Devices
cs: UPnP zařízení
da: UPnP-enheder
hu: UPnP eszközök
sr: UPnP уређаји
sr@latn: UPnP uređaji
zh_cn: UPnP 设备

source: Automatically scans directories for torrent files and loads them.
cs: Automaticky prochází složky, hledá torrenty a načítá je.
da: Gennemsøger automatisk mappen efter torrent-filer og indlæser dem.
hu: Torrentek automatikus keresése és betöltése adott könyvtárakból.
sr: Аутоматски тражи торенте у директоријумима и учитава их.
sr@latn: Automatski traži torente u direktorijumima i učitava ih.
zh_cn: 自动扫描文件夹中的 torrent 文件并装入它们。

source: Scan Folder
da: Skan mappe
hu: Helyi torrentkereső
sr: Прегледај фасциклу
sr@latn: Pregledaj fasciklu
zh_cn: 扫描文件夹

source: ScanFolder
cs: Procházení složek
da: Søg i mappe
hu: Helyi torrentkereső
sr: Прегледај фасциклу
sr@latn: Pregledaj fasciklu
zh_cn: 扫描文件夹

source: ScanFolder Options
cs: Možnosti procházení složek
da: Søgemappetilvalg
hu: Beállítások - Helyi torrentkereső
sr: Опције прегледа фасцикле
sr@latn: Opcije pregleda fascikle
zh_cn: 扫描文件夹选项

source: loaded
cs: načteno
da: indlæst
hu: betöltve
sr: учитан
sr@latn: učitan
zh_cn: 已装入

source: ScanFolder - Folder %1: Invalid URL or folder does not exist. Please, choose a valid directory.
cs: Procházení složek - Složka %1: Chybné URL nebo neexistující složka. Zvolte prosím platný adresář.
da: Mappesøgning: Mappen %1: Ugyldig url eller mappen findes ikke. Vælg en gyldig mappe.
hu: Helyi torrentkereső - %1 könyvtár: érvénytelen URL vagy a könyvtár nem létezik. Válasszon egy érvényes könyvtárat.
sr: Преглед фасцикле - Фасцикла %1: Неисправан URL или фасцикла не постоји. Изаберите исправан директоријум.
sr@latn: Pregled fascikle - Fascikla %1: Neispravan URL ili fascikla ne postoji. Izaberite ispravan direktorijum.

source: WebInterface
cs: Webové rozhraní
da: Web-grænseflade
hu: Webes felület
sr: Веб интерфејс
sr@latn: Veb interfejs
zh_cn: Web 界面

source: WebInterface Options
cs: Možnosti webového rozhraní
da: Tilvalg for web-grænseflade
hu: Webes felület beállításai
sr: Опције веб интерфејса
sr@latn: Opcije veb interfejsa
zh_cn: Web 界面选项

source: Php executable is not in default path, please enter the path manually
da: Kørbar fil for PHP findes ikke i standardsøgestien. Indtast søgestien manuelt.
hu: A PHP programfájl nincs benne az alapértelmezett elérési útvonalban, ezért kérjük adja meg az útvonalat.
sr: Програм за PHP није на подразумеваној путањи, унесите путању ручно
sr@latn: Program za PHP nije na podrazumevanoj putanji, unesite putanju ručno
zh_cn: 在默认路径中找不到 php 可执行程序，请手动输入路径

source: Please enter a new password for the web interface.
cs: Zadejte prosím nové heslo pro webové rozhraní.
da: Angiv et nyt kodeord for web-grænsefladen.
hu: Adjon meg új jelszót a webes felülethez.
sr: Унесите нову лозинку за веб интерфејс.
sr@latn: Unesite novu lozinku za veb interfejs.
zh_cn: 请输入 Web 界面的新密码。

source: %1 exists and it is executable
cs: %1 existuje a je spustitelný
da: %1 findes og den er kørbar
hu: a(z) %1 létezik és futtatható
sr: %1 постоји и извршан је
sr@latn: %1 postoji i izvršan je
zh_cn: %1 存在且可执行

source: %1 does not exist
da: %1 eksisterer ikke
hu: a(z) %1 nem létezik
sr: %1 не постоји
sr@latn: %1 ne postoji
zh_cn: %1 不存在

source: %1 is not executable
da: %1 er ikke kørbar
hu: a(z) %1 nem futtatható
sr: %1 није извршан
sr@latn: %1 nije izvršan
zh_cn: %1 不是可执行文件

source: %1 is a directory
cs: %1 je složka
da: %1 er en mappe
hu: a(z) %1 egy könyvtár
sr: %1 је директоријум
sr@latn: %1 je direktorijum
zh_cn: %1 是目录

source: %1 is not php executable path
da: %1 er ikke en søgesti til kørbar fil for PHP
hu: a(z) %1 nem a PHP programfájl útvonala
sr: %1 није путања до програма за php
sr@latn: %1 nije putanja do programa za php
zh_cn: %1 不是 php 可执行文件路径

source: Web Interface
hu: Webes felület
sr: Веб интерфејс
sr@latn: Veb interfejs
zh_cn: Web 界面

source: Allow to control ktorrent through browser
cs: Povolit ovládání ktorrentu pomocí prohlížeče
da: Tillad brugeren at kontrollere Ktorrent via browser
hu: A program kezelése böngészőn keresztül
sr: Омогућава да контролишете КТорент кроз веб прегледач
sr@latn: Omogućava da kontrolišete KTorent kroz veb pregledač
zh_cn: 允许通过浏览器控制 ktorrent

source: Download First
cs: Stáhnout přednostně
da: Hent først
hu: Letöltés először
sr: Преузми прво
sr@latn: Preuzmi prvo
zh_cn: 最先下载

source: Download Normally
cs: Stáhnout normálně
da: Hent normalt
hu: Normál letöltés
sr: Преузми нормално
sr@latn: Preuzmi normalno
zh_cn: 正常下载

source: Download Last
cs: Stáhnout jako poslední
da: Hent sidst
hu: Letöltés utoljára
sr: Преузми последње
sr@latn: Preuzmi poslednje
zh_cn: 最后下载

source: Delete File(s)
cs: Odstranit soubor(y)
da: Slet filer
hu: Fájlok törlése
sr: Избриши фајл(ове)
sr@latn: Izbriši fajl(ove)
zh_cn: 删除文件

source: Available
cs: Dostupné
da: Tilgængelige
hu: Elérhető
sr: Доступно
sr@latn: Dostupno
zh_cn: 可用

source: Pending
cs: Čekající
da: Hvilende
hu: Folyamatban
sr: Наступајуће
sr@latn: Nastupajuće
zh_cn: 推迟

source: _n: You will lose all data in this file, are you sure you want to do this ? You will lose all data in these files, are you sure you want to do this ?
cs: Ztratíte všechna data v tomto souboru, opravdu si to přejete udělat ? Ztratíte všechna data v těchto souborech, opravdu si to přejete udělat ? Ztratíte všechna data v těchto souborech, opravdu si to přejete udělat ?
da: Al data i filen vil gå tabt. Er du sikker på at du vil gøre dette? Al data i filerne vil gå tabt. Er du sikker på at du vil gøre dette?
hu: A kijelölt fájlok tartalma el fog veszni, biztosan ezt szeretné?
sr: Изгубићете све податке из овог фајла. Сигурни сте да желите ово да урадите? Изгубићете све податке из ових фајлова. Сигурни сте да желите ово да урадите? Изгубићете све податке из ових фајлова. Сигурни сте да желите ово да урадите?
sr@latn: Izgubićete sve podatke iz ovog fajla. Sigurni ste da želite ovo da uradite? Izgubićete sve podatke iz ovih fajlova. Sigurni ste da želite ovo da uradite? Izgubićete sve podatke iz ovih fajlova. Sigurni ste da želite ovo da uradite?
zh_cn: 您将丢失文件中的全部数据，您确定想要这么做吗？

source: No limit
cs: Bez limitu
da: Ingen grænse
hu: Nincs korlát
sr: Без ограничења
sr@latn: Bez ograničenja
zh_cn: 无限制

source: Info Widget
da: Informationskontrol
hu: Információs ablak
sr: Инфо прозор
sr@latn: Info prozor
zh_cn: 信息部件

source: Shows additional information about a download. Like which chunks have been downloaded, how many seeders and leechers ...
cs: Zobrazuje doplňující informace o stahovaném torrentu. Např. kolik bloků již bylo staženo, kolik je zdrojů a kolik stahujících ...
da: Viser yderligere information om en download, såsom hvilke dele som er hentet, antal seedere og leechere...
hu: További adatokat mutat meg a letöltésről, például mely darabok vannak már letöltve, hány letöltő és feltöltő partner van stb.
sr: Приказује додатне информације о преузимању. Колико парчића је преузето, колико има сејача и пијавица ...
sr@latn: Prikazuje dodatne informacije o preuzimanju. Koliko parčića je preuzeto, koliko ima sejača i pijavica ...
zh_cn: 显示关于下载的额外信息。如已经下载的块、种子数量和吸血虫数量等...

source: Cannot add a tracker to a private torrent.
cs: Nelze přidat tracker k privátnímu torrentu.
da: Kan ikke tilføje sporere for en privat torrent.
hu: Nem lehet követőt rendelni privát torrenthez.
sr: Не могу да додам пратиоца у лични торент.
sr@latn: Ne mogu da dodam pratioca u lični torent.
zh_cn: 无法将 tracker 添加到私有种子。

source: Cannot remove torrent default tracker.
cs: Nelze odstranit výchozí tracker torrentu.
da: Kan ikke fjerne strømmens standardsporer.
hu: Nem lehet eltávolítani a torrent alapértelmezett követőjét.
sr: Не могу да уклоним подразумеваног пратиоца.
sr@latn: Ne mogu da uklonim podrazumevanog pratioca.
zh_cn: 无法删除 torrent 默认 tracker。

source: You cannot add trackers to a private torrent
cs: Nemůžete přidat tracker k privátnímu torrentu
da: Du kan ikke tilføje sporere for en privat torrent
hu: Nem lehet követőt rendelni privát torrenthez
sr: Не можете додати пратиоце у лични торент
sr@latn: Ne možete dodati pratioce u lični torent
zh_cn: 您无法向私有种子添加 trackers。

source: Country
cs: Země
da: Land
hu: Ország
sr: Земља
sr@latn: Zemlja
zh_cn: 国家
