Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Your disk is running out of space.<br /><b>%1</b> is being downloaded to '%2'.
cs: Dochází vám místo na disku.<br/><b>%1</b> se stahuje do "%2".
da: Din disk er ved at løbe tør for plads.<br /><b>%1</b> downloades til '%2'.
hu: A lemezen el fog fogyni a szabad terület. <br /><b>%1</b> a következőre lesz letöltve: "%2".
sr: На диску вам понестаје простора.<br /><b>%1</b> се преузима у „%2“.
sr@latn: Na disku vam ponestaje prostora.<br /><b>%1</b> se preuzima u „%2“.
zh_cn: 您的磁盘空间不足。<br /><b>%1</b> 会被下载到“%2”。

source: Torrent has been stopped.<br />
cs: Torrent byl zastaven.<br/>
da: Torrent er blevet stoppet.<br />
hu: A torrent leállítva.<br />
sr: Торент је заустављен.<br />
sr@latn: Torent je zaustavljen.<br />
zh_cn: 种子已经停止。<br />

source: Device running out of space
cs: Zařízení dochází místo
da: Enhed er ved at løbe tør for plads
hu: Az eszközön el fog fogyni a szabad terület
sr: Уређају понестаје простора
sr@latn: Uređaju ponestaje prostora
zh_cn: 设备剩余空间不足

source: Speed limit in KB/s
cs: Rychlostní omezení v KB/s
da: Hastighedsgrænse i Kb/s
hu: Sebességkorlát (KB/mp)
sr: Ограничење у KB/s
sr@latn: Ograničenje u KB/s
zh_cn: 速度限制，单位 KB/秒

source: Unlimited
cs: Bez omezení
da: Ubegrænset
hu: Korlátlan
sr: Неограничено
sr@latn: Neograničeno
zh_cn: 无限制

source: Speed limits for <b>%1</b>:
cs: Omezení rychlosti pro <b>%1</b>:
da: Hastighedsgrænser for <b>%1</b>:
hu: <b>%1</b> sebességkorlátozásai:
sr: Ограничења брзине за <b>%1</b>:
sr@latn: Ograničenja brzine za <b>%1</b>:
zh_cn: <b>%1</b> 的速度限制：

source: A KDE KPart Application
cs: KDE KPart aplikace
da: Et KDE KPart-program
hu: Moduláris KDE-alkalmazás
sr: KDE-ов KPart програм
sr@latn: KDE-ov KPart program
zh_cn: KDE KPart 应用程序

source: Cannot open index file %1 : %2
cs: Nelze otevřít index soubor %1 : %2
da: Kan ikke åbne indeksfilen %1 : %2
hu: Nem sikerült megnyitni a(z) %1 indexfájlt: %2
sr: Не могу да отворим фајл индекса %1 : %2
sr@latn: Ne mogu da otvorim fajl indeksa %1 : %2
zh_cn: 无法打开索引文件 %1：%2

source: _: NAME OF TRANSLATORS Your names
cs: Lukáš Tinkl,Klára Cihlářová, Marek Stopka, Václav Čermák
da: Erik Kjær Pedersen,Martin Møller,Martin Schlander
hu: Szántó Tamás, Kováts Dóra, Kelemen Gábor, Kéménczy Kálmán
sr: Слободан Симић
sr@latn: Slobodan Simić
zh_cn: sejishikong

source: _: EMAIL OF TRANSLATORS Your emails
cs: lukas@kde.org, koty@seznam.cz, marekstopka@gmail.com, vaclav.cermak@gmail.com
da: erik@binghamton.edu,martin@martinm-76.dk,suse@linuxin.dk
hu: tszanto@interware.hu, dorcssa@gmail.com, kelemeng@gnome.hu, kkemenczy@novell.com
sr: slsimic@gmail.com
sr@latn: slsimic@gmail.com
zh_cn: sejishikong@263.net

source: Select Which Files You Want to Download
cs: Označte soubory, které chcete stáhnout
da: Markér filerne du vil hente
hu: Válassza ki a letöltendő fájlokat
sr: Изаберите које фајлове желите да преузмете
sr@latn: Izaberite koje fajlove želite da preuzmete
zh_cn: 选择您想要下载的文件

source: Download to:
cs: Stáhnout do:
da: Hent til:
hu: Letöltés ide:
sr: Преузми у:
sr@latn: Preuzmi u:
zh_cn: 下载到：

source: Group:
cs: Skupina:
da: Gruppe:
hu: Csoport:
sr: Група:
sr@latn: Grupa:
zh_cn: 组：

source: &User controlled
cs: Ovládáno &uživatelem
da: Br&ugerstyret
hu: &Egyedi vezérlés
sr: Контролише ко&рисник
sr@latn: Kontroliše ko&risnik
zh_cn: 用户控制(&U)

source: Start torrent
cs: Spustit torrent
hu: Indítás
sr: Покрени торент
sr@latn: Pokreni torent
zh_cn: 开始种子任务

source: Download
cs: Stáhnout
da: Hent
hu: Letöltés
sr: Преузимање
sr@latn: Preuzimanje
zh_cn: 下载

source: Select &All
cs: Vybr&at vše
da: Vælg &alle
hu: M&inden kijelölése
sr: Изабери &све
sr@latn: Izaberi &sve
zh_cn: 全部选择(&A)

source: Select &None
cs: Nevybrat žád&ný
da: Vælg &ingen
hu: A &kijelölés megszüntetése
sr: Без &избора
sr@latn: Bez &izbora
zh_cn: 全部不选(&N)

source: Invert Selection
cs: Obrátit výběr
da: Invertér markering
hu: A kijelölés invertálása
sr: Обрни избор
sr@latn: Obrni izbor
zh_cn: 反向选择

source: Disk space
cs: Místo na disku
da: Diskplads
hu: Lemezterület
sr: Простор на диску
sr@latn: Prostor na disku
zh_cn: 磁盘空间

source: Required disk space:
cs: Požadované místo na disku:
da: Krævet diskplads:
hu: Szükséges lemezterület:
sr: Потребан простор:
sr@latn: Potreban prostor:
zh_cn: 需要的磁片空间：

source: Free disk space:
cs: Dostupné místo na disku:
da: Fri diskplads:
hu: Szabad lemezterület:
sr: Слободан простор:
sr@latn: Slobodan prostor:
zh_cn: 剩余磁盘空间：

source: After download:
cs: Po stažení:
da: Efter download:
hu: Letöltés után:
sr: Након преузимања:
sr@latn: Nakon preuzimanja:
zh_cn: 下载后：

source: Encryption
cs: Šifrování
da: Kryptering
hu: Titkosítás
sr: Шифровање
sr@latn: Šifrovanje
zh_cn: 加密

source: Use protocol encryption
cs: Používat šifrování protokolu
da: Brug protokolkryptering
hu: Titkosítás engedélyezése
sr: Користи шифровање протокола
sr@latn: Koristi šifrovanje protokola
zh_cn: 使用协议加密

source: Protocol encryption is used to prevent ISP's from slowing down bittorrent connections.
cs: Šifrování protokolu slouží jako ochrana před ISP, aby nezpomaloval připojení pro bittorrent.
da: Protokolkryptering bruges til at forhindre at internetleverandører gør bittorrentforbindelser langsommere.
hu: A protokoll titkosításával megelőzhető, hogy az internetszolgáltató lelassítsa a bittorrent kapcsolatokat.
sr: Шифровање протокола се користи да онемогући успоравање торент веза од стране вашег интернет провајдера.
sr@latn: Šifrovanje protokola se koristi da onemogući usporavanje torent veza od strane vašeg internet provajdera.
zh_cn: 协议加密可让您的 ISP 不能减慢您的 BT 下载连接速度。

source: Allow unencrypted connections
cs: Povolit nešifrovaná spojení
da: Tillad ukrypterede forbindelser
hu: Nem titkosított kapcsolatok engedélyezése
sr: Дозволи не-шифроване везе
sr@latn: Dozvoli ne-šifrovane veze
zh_cn: 允许不加密的连接

source: If unchecked, you'll be able to connect only to clients supporting encryption.
cs: Pokud není tato volba zaškrtnuta, budete se moci připojit jen ke klientům, kteří mají zapnuto šifrování.
da: Hvis afmarkeret, kan du kun forbinde til klienter som understøtter kryptering.
hu: Ha nincs bejelölve, akkor csak titkosítást támogató partnerekhez lehet kapcsolódni.
sr: Ако није означено, моћи ћете да се повежете само са рачунарима који подржавају шифровање.
sr@latn: Ako nije označeno, moći ćete da se povežete samo sa računarima koji podržavaju šifrovanje.

source: <b>D</b>istributed <b>H</b>ash <b>T</b>able protocol.<br>Decentralized peers exchange protocol. See manual for more info.
cs: <b>D</b>istributed <b>H</b>ash <b>T</b>able protocol.<br>Protokol pro decentralizovanou výměnu protějšků. Pro více informací si přečtěte manuál.
da: <b>D</b>istribueret <b>H</b>ash <b>T</b>able protokol.<br>Decentraliseret protokol for peer-udveksling. Se håndbogen for yderligere information.
hu: <b>D</b>istributed <b>H</b>ash <b>T</b>able (elosztott hash tábla) protokoll.<br>A követő nélküli üzemmód protokollja. További információ a kézikönyvben található.
sr: Протокол <b>Д</b>истрибуиране <b>Х</b>еш <b>Т</b>абеле.<br>Децентрализовани протокол размене вршњака. Погледајте приручник за више детаља.
sr@latn: Protokol <b>D</b>istribuirane <b>H</b>eš <b>T</b>abele.<br>Decentralizovani protokol razmene vršnjaka. Pogledajte priručnik za više detalja.

source: &Use DHT to get additional peers
cs: Po&užít DHT k získání většího počtu protějšků
da: &Brug DHT til at hente yderligere peers
hu: Partnerkeresés &DHT-vel is
sr: &Користи DHT да добијеш више вршњака
sr@latn: &Koristi DHT da dobiješ više vršnjaka
zh_cn: 使用 DHT 获得额外的下载者(&U)

source: UDP port for DHT communication:
cs: UDP port pro DHT komunikaci:
da: UDP-port for DHT-kommunikation:
hu: A DHT-kommunikáció UDP-portja:
sr: UDP порт за DHT комуникацију:
sr@latn: UDP port za DHT komunikaciju:
zh_cn: DHT 通讯的 UDP 端口：

source: Custom IP
cs: Vlastní IP
da: Egen IP-adresse
hu: Egyéni IP-cím
sr: Посебан IP
sr@latn: Poseban IP
zh_cn: 自定义 IP

source: Se&nd the tracker a custom IP address or hostname
cs: Poslat trackeru vlast&ní IP nebo jméno hostitele
da: Se&nd brugerdefineret IP-adresse eller værtsnavn til trackeren
hu: A követőnek egyéni IP-cím vagy gépnév kül&dése
sr: &Пошаљи пратиоцу посебан ИП или име домаћина
sr@latn: &Pošalji pratiocu poseban IP ili ime domaćina
zh_cn: 向 tracker 发送自定义 IP 或主机名(&N)

source: Custom IP address or hostname:
cs: Vlastní IP nebo jméno hostitele:
da: Brugerdefineret IP-adresse eller værtsnavn:
hu: Egyéni IP-cím vagy gépnév:
sr: Посебан IP или име домаћина:
sr@latn: Poseban IP ili ime domaćina:
zh_cn: 自定义 IP 或主机名：

source: System Tray Icon
cs: Ikona v systémové části panelu
da: Ikon i statusfeltet
hu: Rendszertálca-ikon
sr: Икона системске касете
sr@latn: Ikona sistemske kasete
zh_cn: 系统托盘图标

source: Show s&ystem tray icon
cs: Zobrazit ikonu v s&ystémovém panelu
da: Vis sta&tusikon
hu: Ikon megjelenítése a paneltál&cán
sr: Прикажи икону с&истемске касете
sr@latn: Prikaži ikonu s&istemske kasete
zh_cn: 显示系统托盘图标(&Y)

source: Show speed &bar in tray icon
cs: Zo&brazit rychlost v ikoně systémového panelu
da: Vis &hastighedslinje i statusfeltet
hu: Sebesség &megjelenítése a tálcán
sr: Прикажи &брзиномер у икони
sr@latn: Prikaži &brzinomer u ikoni
zh_cn: 在托盘图标中显示速度栏(&B)

source: Show system tray popup messages
cs: Zobrazit vyskakovací zprávy systémového panelu
da: Vis meddelelser i statusfeltet
hu: Felbukkanó üzenetek megjelenítése a rendszertálcán
sr: Прикажи искачуће поруке системске касете
sr@latn: Prikaži iskačuće poruke sistemske kasete
zh_cn: 显示系统托盘弹出消息

source: Upload bandwidth (in KB/sec):
cs: Rychlost odesílání (v KB/s):
da: Overførselsbåndbredde (i kb/sek):
hu: Feltöltési sebesség (KB/mp):
sr: Проток слања (у KB/s):
sr@latn: Protok slanja (u KB/s):
zh_cn: 上传带宽(KB/秒)：

source: Download bandwidth (in KB/sec):
cs: Rychlost stahování (v KB/s):
da: Download-båndbredde (i kb/sek):
hu: Letöltési sebesség (KB/mp):
sr: Проток преузимања (у KB/s):
sr@latn: Protok preuzimanja (u KB/s):
zh_cn: 下载带宽(KB/秒)：

source: Folders
cs: Složky
da: Mapper
hu: Könyvtárak
sr: Фасцикле
sr@latn: Fascikle
zh_cn: 文件夹

source: Folder to store temporary files:
cs: Složka pro dočasné soubory:
da: Mappe til at opbevare midlertidige filer:
hu: Az ideiglenes fájlok könyvtára:
sr: Фасцикла за привремене фајлове:
sr@latn: Fascikla za privremene fajlove:
zh_cn: 保存临时文件的文件夹：

source: Move completed downloads to:
cs: Přesunout dokončená stahování do:
da: Flyt afsluttede downloads til:
hu: A befejezett letöltések átmozgatása ide:
sr: Премести завршена преузимања у:
sr@latn: Premesti završena preuzimanja u:
zh_cn: 将已完成的下载移动到：

source: &Automatically save downloads to:
cs: &Automaticky ukládat torrenty do:
da: Gem &automatisk download i:
hu: A letöltések &automatikus mentése ide:
sr: &Аутоматски сними преузимања у:
sr@latn: &Automatski snimi preuzimanja u:
zh_cn: 自动保存下载到(&A)：

source: Copy .torrent files to:
cs: Kopírovat .torrent soubory do:
da: Kopiér torrent-filer til:
hu: A torrentfájlok másolása ide:
sr: Копирај .torrent фајлове у:
sr@latn: Kopiraj .torrent fajlove u:
zh_cn: 复制 .torrent 文件到：

source: Download Toolbar
cs: Lišta stahování
da: Download-værktøjslinje
hu: Letöltési eszköztár
sr: Трака преузимања
sr@latn: Traka preuzimanja
zh_cn: 下载工具栏

source: Set the speed limits for torrent
cs: Nastavit omezení rychlosti pro torrent
da: Angiv hastighedsgrænserne for torrent
hu: A torrent sebességkorlátozásainak beállítása
sr: Поставите ограничења брзине за торент
sr@latn: Postavite ograničenja brzine za torent
zh_cn: 设置种子的速度限制

source: Max upload rate:
cs: Maximální rychlost odesílání:
da: Maks. uploadhastighed:
hu: Maximális feltöltési sebesség:
sr: Највећа брзина слања:
sr@latn: Najveća brzina slanja:
zh_cn: 最大上传速率：

source: Max download rate:
cs: Maximální rychlost stahování:
da: Maks. downloadhastighed:
hu: Maximális letöltési sebesség:
sr: Највећа брзина преузимања:
sr@latn: Najveća brzina preuzimanja:
zh_cn: 最大下载速率：

source: KB/s (0 is no limit)
cs: KB/s (0 je bez omezení)
da: KB/s (0 er ubegrænset)
hu: KB/mp (0 esetén nincs korlát)
sr: KB/s (0 је без ограничења)
sr@latn: KB/s (0 je bez ograničenja)
zh_cn: KB/秒 (0为无限制)

source: Add potential peer
cs: Přidat potenciální protějšek
da: Tilføj mulig peer
hu: Lehetséges partner hozzáadása
sr: Додај могућег вршњака
sr@latn: Dodaj mogućeg vršnjaka
zh_cn: 添加潜在对等点

source: Peer IP:
cs: IP protějšku:
da: IP-adresse for peer:
hu: Partner IP:
sr: IP вршњака:
sr@latn: IP vršnjaka:
zh_cn: 对等点 IP：

source: Port:
sr: Порт:
zh_cn: 端口：

source: Enter peer IP and port.
cs: Vložte IP a port protějšku.
da: Angiv IP-adresse og port for peer.
hu: Adja meg a partner IP-címét és portszámát.
sr: Унесите IP и порт вршњака.
sr@latn: Unesite IP i port vršnjaka.
zh_cn: 输入对等点 IP 和端口。

source: KTorrent Blacklist
da: Ktorrents sortlistning
hu: KTorrent feketelista
sr: КТорентова црна листа
sr@latn: KTorentova crna lista
zh_cn: KTorrent 黑名单

source: Note: Blacklist applies to current session only. Use save/open to save your entries or use IPFilter plugin (PeerGuardian).
cs: Poznámka: Blacklist funguje jen pro současné sezení. Použijte Otevřít/Uložit pokud chcete uchovat vaše nastavení, nebo použijte zásuvný modul IPFilter (PeerGuardian).
da: Bemærk: Sortlistning gælder kun nuværende session. Brug gem og åbn for at gemme dine indgange, eller bruge IP-filterplugin (PeerGuardian).
hu: Megjegyzés: A feketelista csak az aktuális munkamenetre vonatkozik. A mentés/megnyitás használatával mentheti a bejegyzéseket, vagy használja az IP szűrő bővítményt (PeerGuardian).
sr: Пажња: Црна листа се примењује само на текућу сесију. Користите сачувај/отвори да би сте сачували уносе или користите IPFilter прикључак (PeerGuardian).
sr@latn: Pažnja: Crna lista se primenjuje samo na tekuću sesiju. Koristite sačuvaj/otvori da bi ste sačuvali unose ili koristite IPFilter priključak (PeerGuardian).

source: Banned Peers
cs: Zakázané protějšky
da: Bandlyste peers
hu: Tiltott partnerek
sr: Блокирани вршњаци
sr@latn: Blokirani vršnjaci
zh_cn: 已封禁的对等点

source: Peer IP address
cs: IP adresa protějšku
da: IP-adresse for peer
hu: Tiltott partnerek IP-címei
sr: IP адреса вршњака
sr@latn: IP adresa vršnjaka
zh_cn: 对等点 IP 地址

source: Add peer:
cs: Přidat protějšek:
da: Tilføj peer:
hu: Cím hozzáadása:
sr: Додај вршњака:
sr@latn: Dodaj vršnjaka:
zh_cn: 添加对等点：

source: Adds a peer to blacklist
cs: Přidá protějšek na blacklist
da: Tilføjer peer til sortliste
hu: Partner hozzáadása a feketelistához
sr: Додаје вршњака на црну листу
sr@latn: Dodaje vršnjaka na crnu listu
zh_cn: 添加对等点到黑名单

source: Removes selected peer from blacklist
cs: Odstraní vybraný protějšek z blacklistu
da: Fjerner peer fra sortliste
hu: Eltávolítja a kijelölt partnert a feketelistáról
sr: Уклања изабраног вршњака са црне листе
sr@latn: Uklanja izabranog vršnjaka sa crne liste
zh_cn: 从黑名单中删除选中的对等点

source: C&lear
cs: Vyčis&tit
da: &Ryd
hu: Tö&rlés
sr: Оч&исти
sr@latn: Oč&isti
zh_cn: 清除(&L)

source: Clears this list
cs: Vyčistit tento seznam
da: Rydder listen
hu: Lista törlése
sr: Чисти ову листу
sr@latn: Čisti ovu listu
zh_cn: 清除此列表

source: Save &As...
cs: Uložit j&ako...
da: Gem &som...
hu: Mentés má&sként...
sr: Сачувај к&ао...
sr@latn: Sačuvaj k&ao...
zh_cn: 另存为(&A)...

source: Save this blacklist to use with KTorrent IPFilter plugin
cs: Uložit tento blacklist pro použití se zásuvným modulem IPFilter
da: Gemmer denne sorte liste til at bruge den med Ktorrents IP-filterplugin
hu: Ezen feketelista mentése a KTorrent IP szűrő bővítménye számára
sr: Снима ову црну листу да се може користити са прикључком ИП филтер
sr@latn: Snima ovu crnu listu da se može koristiti sa priključkom IP filter

source: Maximum downloads:
cs: Maximum stahování:
da: Maksimalt antal download:
hu: A letöltések max. száma:
sr: Највише преузимања:
sr@latn: Najviše preuzimanja:
zh_cn: 最大任务数：

source: Maximum seeds:
cs: Maximum odesílání:
da: Maksimalt antal seeds:
hu: A feltöltések max. száma:
sr: Највише сејања:
sr@latn: Najviše sejanja:
zh_cn: 最大种子数：

source: Start download on low disk space :
cs: Začít stahovat i pokud je na disku málo místa :
da: Start download ved lav ledig diskplads:
hu: Ha letöltés indításakor kevés a hely:
sr: Преузимање при малом простору на диску :
sr@latn: Preuzimanje pri malom prostoru na disku :
zh_cn: 在低剩余空间的磁盘上下载：

source: Minimum disk space:
cs: Minimální místo na disku:
da: Minimal diskplads:
hu: Minimális lemezterület:
sr: Минимум простора на диску:
sr@latn: Minimum prostora na disku:
zh_cn: 最小磁盘空间：

source: Don't start
cs: Nespouštět
da: Start ikke
hu: Ne induljon el
sr: Не покрећи
sr@latn: Ne pokreći
zh_cn: 不开始

source: Always ask
cs: Vždy se zeptat
da: Spørg altid
hu: Kérjen megerősítést
sr: Увек питај
sr@latn: Uvek pitaj
zh_cn: 总是询问

source: Force start
cs: Spustit
da: Tving til start
hu: Induljon el
sr: Форсирај
sr@latn: Forsiraj
zh_cn: 强行开始

source: (0 is no limit)
cs: (0 je bez omezení)
da: (0 betyder ubegrænset)
hu: (0 esetén nincs korlát)
sr: (0 је без ограничења)
sr@latn: (0 je bez ograničenja)
zh_cn: (0 为无限制)

source: Maximum download rate:
cs: Maximální rychlost stahování:
da: Maksimal download-hastighed:
hu: Maximális letöltési sebesség:
sr: Највећа брзина преузимања:
sr@latn: Najveća brzina preuzimanja:
zh_cn: 最大下载速率：

source: Global connection limit:
cs: Souhrnný limit připojení:
da: Global forbindelsesbegrænsning:
hu: Engedélyezett kapcsolatok összesen:
sr: Глобално ограничење веза:
sr@latn: Globalno ograničenje veza:
zh_cn: 全局连接限制：

source: Max seed time:
cs: Maximální doba sdílení:
da: Maks. seedtid:
hu: Maximális megosztási idő:
sr: Најдуже време сејања:
sr@latn: Najduže vreme sejanja:
zh_cn: 最大做种时间：

source: Maximum connections per torrent:
cs: Maximum připojení na torrent:
da: Maksimalt antal forbindelser pr torrent:
hu: A kapcsolatok max. száma egy torrentnél:
sr: Највише веза по торенту:
sr@latn: Najviše veza po torentu:
zh_cn: 每任务最大连接数：

source: Number of upload slots:
cs: Počet slotů pro odesílání:
da: Antal overførselsnicher:
hu: Feltöltő pontok száma:
sr: Број веза слања:
sr@latn: Broj veza slanja:
zh_cn: 上传通道数：

source: UDP tracker port:
cs: Port UDP trackeru:
da: UDP-sporingsport:
hu: A követő UDP-portja:
sr: UDP порт пратиоца:
sr@latn: UDP port pratioca:
zh_cn: UDP Tracker 端口：

source: Max share ratio:
cs: Maximální poměr sdílení:
da: Maksimalt delingsforhold:
hu: Maximális megosztási arány:
sr: Највећи однос дељења:
sr@latn: Najveći odnos deljenja:
zh_cn: 最大共享率：

source: Maximum upload rate:
cs: Maximální rychlost odesílání:
da: Maksimal upload-hastighed:
hu: Maximális feltöltési sebesség:
sr: Највећа брзина слања:
sr@latn: Najveća brzina slanja:
zh_cn: 最大上传速率：

source: KB/sec (0 is no limit)
cs: KB/s (0 je bez omezení)
da: Kbyte/sek (0 betyder ubegrænset)
hu: KB/mp (0 esetén nincs korlát)
sr: KB/s (0 је без ограничења)
sr@latn: KB/s (0 je bez ograničenja)
zh_cn: KB/秒 (0为无限制)

source: Hours (0 is no limit)
cs: Hodin (0 je bez omezení)
da: Timer (0 er ubegrænset)
hu: Óra (0 esetén nincs korlát)
sr: часова (0 је без ограничења)
sr@latn: časova (0 je bez ograničenja)
zh_cn: 小时 (0 为无限制)

source: &Keep seeding after download is finished
cs: Pokračovat ve &sdílení i když je stahování dokončeno
da: &Fortsæt seedning efter download er færdig
hu: A megosztás &folytatása a letöltés befejeződése után
sr: &Настави сејање након завршеног преузимања
sr@latn: &Nastavi sejanje nakon završenog preuzimanja
zh_cn: 下载完成后保持做种(&K)

source: Attention
cs: Pozor
da: Pas på
hu: Figyelem
sr: Пажња
sr@latn: Pažnja
zh_cn: 注意

source: The above ports must also be forwarded if you are behind a router. The UPnP plugin can do this for you.
cs: Pokud jste za routerem, musí být předány také výše uvedené porty. Zásuvný modul UPnP to za vás může udělat.
da: Ovenstående porte skal også videresendes hvis du er bagved en router. UPnP-pluginnet kan ikke gøre det for dig.
hu: A fenti portokat át kell irányítani, ha útválasztót használ. Például az UPnP bővítmény segítségével ez elvégezhető.
sr: Горе наведени портови морају бити прослеђени ако сте иза рутера. UPnP прикључак може то да учини за вас.
sr@latn: Gore navedeni portovi moraju biti prosleđeni ako ste iza rutera. UPnP priključak može to da učini za vas.

source: KT Queue Dialog
cs: Správce fronty
da: KT-kødialog
hu: Sorkezelő párbeszédablak
sr: KT прозор редоследа
sr@latn: KT prozor redosleda
zh_cn: KT 队列对话框

source: Status:
cs: Stav:
hu: Állapot:
sr: Стање:
sr@latn: Stanje:
zh_cn: 状态：

source: Tracker:
da: Sporer:
hu: Követő:
sr: Пратилац:
sr@latn: Pratilac:

source: Share ratio:
cs: Poměr sdílení:
da: Delingsforhold:
hu: Arány:
sr: Однос:
sr@latn: Odnos:
zh_cn: 共享率：

source: Bytes left:
cs: Zbývá bajtů:
da: Byte tilbage:
hu: Hátravan (bájt):
sr: Преостало:
sr@latn: Preostalo:
zh_cn: 剩余字节数：

source: Torrent
sr: Торент
sr@latn: Torent

source: Controlled by
cs: Spravuje fronta
da: Styret af
hu: Vezérlő
sr: Контролише
sr@latn: Kontroliše
zh_cn: 控制方式

source: Upload&s
cs: Ode&sílání
da: &Overførsler
hu: &Feltöltések
sr: &Слања
sr@latn: &Slanja
zh_cn: 上传(&S)

source: Uploaded:
cs: Odesláno:
da: Overført:
hu: Feltöltve:
sr: Послато:
sr@latn: Poslato:
zh_cn: 已上传：

source: M&ove up
cs: Přesunout &výš
da: Flyt &opad
hu: &Mozgatás felfelé
sr: П&омери горе
sr@latn: P&omeri gore
zh_cn: 上移(&O)

source: Move dow&n
cs: Přesunout &níž
da: Flyt &nedad
hu: M&ozgatás lefelé
sr: Помери до&ле
sr@latn: Pomeri do&le
zh_cn: 下移(&N)

source: Move to top
cs: Přesunout nahoru
da: Flyt længst op
hu: Mozgatás legfelülre
sr: Помери на врх
sr@latn: Pomeri na vrh
zh_cn: 移到顶端

source: Move to &bottom
cs: Přesunout &dolů
da: Flyt &længst ned
hu: Mozgatás leg&alulra
sr: Помери на &дно
sr@latn: Pomeri na &dno
zh_cn: 移到底端(&B)

source: &QM Controlled
cs: Spravováno ve &frontě
da: Styret af &køhåndtering
hu: &Sorkezelővel vezérelt
sr: &Контролише управник
sr@latn: &Kontroliše upravnik
zh_cn: 队列管理器控制(&Q)

source: &User Controlled
cs: Ovládání &uživatelem
da: Styret af &bruger
hu: &Egyedi vezérlésű
sr: Контролише ко&рисник
sr@latn: Kontroliše ko&risnik
zh_cn: 用户控制(&U)

source: Paste URL
cs: Vložit URL
da: Indsæt URL
hu: URL beillesztése
sr: Пренеси URL
sr@latn: Prenesi URL
zh_cn: 粘贴 URL

source: O&K
sr: У &реду
sr@latn: U &redu
zh_cn: 确定(&K)

source: C&ancel
cs: Z&rušit
da: &Annullér
hu: &Mégsem
sr: Отк&ажи
sr@latn: Otk&aži
zh_cn: 取消(&A)

source: Create Torrent
cs: Vytvořit torrent
da: Opret en torrent
hu: Torrent létrehozása
sr: Направи торент
sr@latn: Napravi torent
zh_cn: 创建 Torrent

source: The file or folder of which you want to create a torrent:
cs: Soubor nebo složka, ze které chcete vytvořit torrent:
da: Filen eller mappen du vil oprette en torrent for:
hu: Torrent létrehozása fájlból vagy könyvtárból:
sr: Фајл или фасцикла за које хоћете да направите торент:
sr@latn: Fajl ili fascikla za koje hoćete da napravite torent:
zh_cn: 您想要创建 torrent 的文件或文件夹：

source: You must add at least one tracker or node.
cs: Je třeba přidat aspoň jeden tracker nebo uzel.
da: Du skal tilføje mindst en sporer eller knude.
hu: Legalább egy követőt vagy csomópontot meg kell adnia.
sr: Морате додати бар једног пратиоца или чвор.
sr@latn: Morate dodati bar jednog pratioca ili čvor.
zh_cn: 您必须至少添加一个 tracker 或节点。

source: File Options
cs: Možnosti souboru
da: Fil-tilvalg
hu: Fájlbeállítások
sr: Опције фајла
sr@latn: Opcije fajla
zh_cn: 文件选项

source: Size of each chunk:
cs: Velikost bloku:
da: Størrelse af hver blok:
hu: Darabméret:
sr: Величина сваког парчета:
sr@latn: Veličina svakog parčeta:
zh_cn: 每块的大小：

source: Start seedin&g the torrent
cs: Začít &sdílet torrent
da: &Begynd at seede en torrent
hu: Me&gosztás
sr: Почни се&јање торента
sr@latn: Počni se&janje torenta
zh_cn: 开始做种(&G)

source: Decentrali&zed (DHT only)
cs: Decentrali&zováno (pouze DHT)
da: De&centraliseret (kun DHT)
hu: El&osztott torrent (csak DHT)
sr: Децентрали&зовано (само DHT)
sr@latn: Decentrali&zovano (samo DHT)
zh_cn: 分布式(只对 DHT 网络有效)(&Z)
