Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Private torrent (DHT not allowed)
cs: Privátní torrent (DHT nepovoleno)
da: Privat datastrøm (DHT ikke tilladt)
hu: Privát torrent (DHT letiltva)
sr: Лични торент (DHT није дозвољен)
sr@latn: Lični torent (DHT nije dozvoljen)
zh_cn: 私有 torrent(不允许 DHT)

source: Comments:
cs: Komentáře:
da: Kommentarer:
hu: Megjegyzés:
sr: Коментари:
sr@latn: Komentari:
zh_cn: 注释：

source: &Create
cs: V&ytvořit
da: &Opret
hu: &Létrehozás
sr: &Направи
sr@latn: &Napravi
zh_cn: 创建(&C)

source: Ca&ncel
cs: Z&rušit
da: &Annullér
hu: &Mégsem
sr: О&ткажи
sr@latn: O&tkaži
zh_cn: 取消(&N)

source: Trackers
cs: Trackery
da: Sporere
hu: Követők
sr: Пратиоци
sr@latn: Pratioci

source: DHT nodes
cs: DHT uzlů
da: DHT-knuder
hu: DHT csomópontok
sr: DHT чворишта
sr@latn: DHT čvorišta
zh_cn: DHT 结点

source: Node:
cs: Uzel:
da: Knude:
hu: Csomópont:
sr: Чвор:
sr@latn: Čvor:
zh_cn: 结点：

source: IP or hostname
cs: Vlastní IP nebo jméno hostitele
da: Egen IP-adresse eller eget værtsnavn
hu: IP-cím vagy gépnév
sr: IP или име домаћина
sr@latn: IP ili ime domaćina
zh_cn: IP 或主机名

source: Port
sr: Порт
zh_cn: 端口

source: NOTE: Some known good DHT nodes are already inserted. You should probably insert your own IP address and port too if you plan to seed this torrent.
cs: Poznámka: Nějaké známé DHT nody jsou již přidány. Měl byste přidat svou vlastní IP adresu a port, pokud plánujete sdílet tento torrent.
da: Bemærk: Visse velfungerende DHT-knuder er allerede indsatte. Du bør formodentlig også indsætte din egen IP-adresse og port hvis du planlægger at seede denne torrent.
hu: Megjegyzés: néhány megbízható GHT csomópont hozzá lett adva a listához. Valószínűleg a saját IP-címét és portszámát is meg kell adnia, ha engedélyezni szeretné mások számára a torrent elérését.
sr: Напомена: Нека позната добра DHT чворишта су већ убачена. Требало би да упишете и вашу IP адресу и порт ако намеравате да сејете овај торент.
sr@latn: Napomena: Neka poznata dobra DHT čvorišta su već ubačena. Trebalo bi da upišete i vašu IP adresu i port ako nameravate da sejete ovaj torent.

source: Advanced Preferences
cs: Pokročilé volby
da: Avancerede præferencer
hu: Speciális beállítások
sr: Напредна подешавања
sr@latn: Napredna podešavanja
zh_cn: 高级首选项

source: Time left estimation algorithm:
sr: Алгоритам процене преосталог времена:
sr@latn: Algoritam procene preostalog vremena:

source: <b>KTorrent algorithm:</b> Default algorithm using combination of other algorithms based on our tests.<br> <b>Current speed algorithm:</b> Simplest algorithm - BytesLeft/CurrentSpeed<br> <b>Global average speed algorithm:</b> BytesLeft/AverageSpeed<br> <b>Window of X algorithm:</b> ET calculated from X speed samples<br> <b>Moving average algorithm:</b> Moving average speed calculated from X samples
cs: <b>KTorrent algoritmus:</b> Výchozí algoritmus používá komcinace ostatních algoritmů založené na našich testech.<br> <b>Algoritmus aktuální rychlosti:</b> Nejjednodušší algoritmus - Zbývající data/Aktuální rychlost<br> <b>Algoritmus celkové průměrné rychlosti:</b> Zbývající data/Průměrná rychlost<br> <b>Okno algoritmu X:</b> Odhadovaný čas vypočítávaný z X rychlostních vzorků<br> <b>Algoritmus pohyblivého průměru:</b> Pohyblivý průměr rychlosti vypočítávaný z X vzorků
da: <b>KTorrent-algoritme:</b> Standardalgoritme som anvender en kombination af andre algoritmer baseret på vores tester.<br> <b>Nuværende hastighed-algoritme:</b> Den mest simple algoritme - Byte tilbage/Nuværende hastighed<br> <b>Global gns.hastighed-algoritme:</b> Byte tilbage/Gns.hastighed<br> <b>Vindue af X-algoritme:</b> Tid tilbage beregnet ud fra X hastighedsprøver<br> <b>Bevægeligt gennemsnit-algoritme:</b> Bevægelig gns.hastighed beregne ud fra X hastighedsprøver
hu: <b>KTorrent algoritmus:</b> Az alapértelmezett algoritmus, a további algoritmusok kombinációjának használatával a tesztjeink alapján.<br> <b>Aktuális sebesség algoritmus:</b> A legegyszerűbb algoritmus - Hátralévő bájtok/aktuális sebesség<br> <b>Globális átlagsebesség algoritmus:</b> Hátralévő bájtok/átlagos sebesség<br> <b>X ablak algoritmus:</b> A befejezési idő becslése X sebességminta alapján<br> <b>Mozgó átlag algoritmus:</b> X minta alapján számított mozgó átlagsebesség
sr: <b>КТорент алгоритам:</b> Подразумевани алгоритам који користи комбинацију других алгоритама, на основу наших тестова.<br> <b>Алгоритам тренутне брзине:</b> Најједноставнији алгоритам - Преостало/Тренутна брзина<br> <b>Алгоритам опште просечне брзине:</b> Преостало/Просечна брзина<br> <b>Алгоритам прозора од икс:</b> Процењено време се израчунава из X (икс) узорака брзине<br> <b>Алгоритам просека померања:</b> Просек померања се рачуна из X (икс) узорака
sr@latn: <b>KTorent algoritam:</b> Podrazumevani algoritam koji koristi kombinaciju drugih algoritama, na osnovu naših testova.<br> <b>Algoritam trenutne brzine:</b> Najjednostavniji algoritam - Preostalo/Trenutna brzina<br> <b>Algoritam opšte prosečne brzine:</b> Preostalo/Prosečna brzina<br> <b>Algoritam prozora od iks:</b> Procenjeno vreme se izračunava iz X (iks) uzoraka brzine<br> <b>Algoritam proseka pomeranja:</b> Prosek pomeranja se računa iz X (iks) uzoraka

source: Current speed
cs: Aktuální rychlost
da: Nuværende hastighed
hu: Aktuális sebesség
sr: Тренутна брзина
sr@latn: Trenutna brzina
zh_cn: 当前速度

source: Global average speed
cs: Celková průměrná rychlost
da: Global gns.hastighed
hu: Globális átlagsebesség
sr: Општа просечна брзина
sr@latn: Opšta prosečna brzina
zh_cn: 全局平均速度

source: Window of X
cs: Okno X
da: Vindue af X
hu: X ablak
sr: Прозор Икса
sr@latn: Prozor Iksa

source: Moving average
cs: Pohyblivý průměr
da: Bevægeligt gennemsnt
hu: Mozgó átlag
sr: Просек померања
sr@latn: Prosek pomeranja

source: (takes effect after restart)
cs: (změny se projeví až po restartu aplikace)
da: (får virkning efter genstart)
hu: (újraindítás után lép életbe)
sr: (делује након поновног покретања)
sr@latn: (deluje nakon ponovnog pokretanja)
zh_cn: (重新启动程序后生效)

source: Disa&ble diskspace preallocation
cs: Vy&pnout předallokování místa na disku
da: Deaktivér &præallokering af diskplads
hu: &Lemezterület előzetes lefoglalásának letiltása
sr: Искључи &резервисање простора
sr@latn: Isključi &rezervisanje prostora
zh_cn: 禁用磁盘空间预分配(&B)

source: F&ully preallocate diskspace (avoids fragmentation)
cs: Kompletně předallokovat místo na disk&u (předejdete fragmentaci)
da: Præallokér diskplads fuldt ud (undgår fragmentering)
hu: Lemezterület teljes &előzetes lefoglalása (a töredezés elkerüléséhez)
sr: У потпуности ре&зервиши простор (избегава фрагментацију)
sr@latn: U potpunosti re&zerviši prostor (izbegava fragmentaciju)
zh_cn: 预分配全部磁盘空间(可避免碎片)(&U)

source: Basic (slow)
cs: Základní (pomalé)
da: Basal (langsom)
hu: Egyszerű (lassú)
sr: Основно (споро)
sr@latn: Osnovno (sporo)
zh_cn: 基本(较慢)

source: Filesystem specific
cs: Podle filesystému
da: Filsystemsafhængig
hu: A fájlrendszer típusától függően
sr: Својствено за фајл-систем
sr@latn: Svojstveno za fajl-sistem
zh_cn: 文件系统特定

source: Performance
cs: Výkon
da: Ydelse
hu: Teljesítmény
sr: Могућности
sr@latn: Mogućnosti
zh_cn: 性能

source: Memory usage:
cs: Využití paměti:
da: Hukommelsesforbrug:
hu: Memóriahasználat:
sr: Заузетост меморије:
sr@latn: Zauzetost memorije:
zh_cn: 内存占用：

source: Low
cs: Nízké
da: Lavt
hu: kicsi
sr: Ниска
sr@latn: Niska
zh_cn: 低

source: Medium
cs: Střední
da: Middel
hu: közepes
sr: Средња
sr@latn: Srednja
zh_cn: 中

source: High
cs: Vysoké
da: Højt
hu: nagy
sr: Висока
sr@latn: Visoka
zh_cn: 高

source: GUI update interval:
cs: Interval aktualizace GUI:
da: Opdateringsinterval for grafisk grænseflade:
hu: A felület frissítési időköze:
sr: Освежавање приказа:
sr@latn: Osvežavanje prikaza:
zh_cn: 界面更新间隔：

source: Fast CPU
cs: Rychlé CPU
da: Hurtig CPU
hu: Gyors CPU
sr: Брз процесор
sr@latn: Brz procesor
zh_cn: 快速 CPU

source: Slow CPU
cs: Pomalé CPU
da: Langsom CPU
hu: Lassú CPU
sr: Спор процесор
sr@latn: Spor procesor
zh_cn: 慢速 CPU

source: Data Checking
cs: Kontrola dat
da: Datakontrol
hu: Adatellenőrzés
sr: Провера података
sr@latn: Provera podataka
zh_cn: 数据检查

source: During uploading, do &not recheck chunks bigger than
cs: Během odesílání &nekontrolovat bloky větší než
da: Ved upload skal klumper ikke tjekkes hvis de er større e&nd
hu: Feltöltéskor &ne ellenőrizze az ennél nagyobb fájldarabokat
sr: Приликом слања &не проверавај поново парчиће веће од
sr@latn: Prilikom slanja &ne proveravaj ponovo parčiće veće od
zh_cn: 在上传期间，对大于以下尺寸的块不重新检查(&N)

source: Do a data integrit&y check after
cs: Zkontroluj integrit&u dat po
da: Udfør en kontrol af data&integritet efter
hu: Adat&integritási ellenőrzés
sr: Провери &исправност података након
sr@latn: Proveri &ispravnost podataka nakon

source: corrupted chunks
cs: chybných blocích
da: skadede stumper
hu: sérült fájldarab után
sr: оштећених парчића
sr@latn: oštećenih parčića
zh_cn: 损坏的块

source: Networking
cs: Síťové nástroje
da: Netværk
hu: Hálózatkezelés
sr: Мрежа
sr@latn: Mreža
zh_cn: 联网

source: Maximum number of connection setups:
da: Maksimalt antal forbindelser:
hu: A kapcsolatbeállítások max. száma:
sr: Највећи број подешавања везе:
sr@latn: Najveći broj podešavanja veze:
zh_cn: 最大连接数：

source: DSCP for IP packets:
da: DSCP for IP-pakker:
hu: DSCP az IP-csomagokhoz:
sr: DSCP за IP пакете:
sr@latn: DSCP za IP pakete:
zh_cn: IP 数据包的 DSCP：

source: Do not use the KDE pro&xy settings for HTTP tracker connections
cs: Nepoužívat KDE pro&xy pro HTTP spojení s trackerem
da: Brug ikke KDEs proxy-indstillinger til HTTP-tracker-forbindelser
hu: Ne használja a KDE pro&xybeállításait HTTP követők eléréséhez
sr: Не користи KDE-ов про&кси за везе HTTP пратиоца
sr@latn: Ne koristi KDE-ov pro&ksi za veze HTTP pratioca
zh_cn: HTTP tracker 连接时不使用 KDE 的代理设置(&X)

source: HTTP tracker proxy:
cs: HTTP proxy pro spojení s trackerem:
da: HTTP-sporingsproxy:
hu: HTTP követő proxy:
sr: Прокси HTTP пратиоца:
sr@latn: Proksi HTTP pratioca:
zh_cn: HTTP Tracker 端口：

source: Scanning data
cs: Kontroluji data
da: Gennemsøger data
hu: Adatellenőrzés
sr: Проверавам податке
sr@latn: Proveravam podatke
zh_cn: 扫描数据

source: Scanning data of torrent :
cs: Kontroluji data torrentu:
da: Skanner data i torrent:
hu: A torrentadatok ellenőrzése:
sr: Проверавам податке торента :
sr@latn: Proveravam podatke torenta :
zh_cn: 正在扫描种子数据：

source: Number of chunks found :
cs: Počet nalezených bloků:
da: Antal fundne dele:
hu: A megtalált fájldarabok száma:
sr: Број нађених парчића :
sr@latn: Broj nađenih parčića :
zh_cn: 找到的块数量：

source: Number of chunks failed / not downloaded :
cs: Počet chybných/nestažených bloků:
da: Antal mislykkede eller ikke hentede dele:
hu: Hibás vagy nem letöltött fájldarabok:
sr: Број лоших / непреузетих :
sr@latn: Broj loših / nepreuzetih :
zh_cn: 失败/未下载的块数量：

source: Test
hu: Próba
sr: Тест
zh_cn: 测试

source: Maximum number of downloads (0 = no limit)
cs: Maximální počet stahování (0 = bez omezení)
da: Maksimalt antal download (0 = ubegrænset)
hu: A letöltések max. száma (0 esetén nincs korlát)
sr: Највећи број преузимања (0 = без ограничења)
sr@latn: Najveći broj preuzimanja (0 = bez ograničenja)
zh_cn: 下载的最大任务数(0为无限制)

source: Maximum number of seeds (0 = no limit)
cs: Maximální počet sdílení (0 = bez omezení)
da: Maksimalt antal seeds (0 = ubegrænset)
hu: A feltöltések max. száma (0 esetén nincs korlát)
sr: Највећи број сејања (0 = без ограничења)
sr@latn: Najveći broj sejanja (0 = bez ograničenja)
zh_cn: 种子的最大任务数(0为无限制)

source: Start downloads on low disk space?
cs: Začít stahovat pokud je na disku málo místa?
da: Start downloads ved lav diskplads?
hu: Letöltések elkezdése, ha kevés a hely?
sr: Да покрећем преузимања када је мало простора на диску?
sr@latn: Da pokrećem preuzimanja kada je malo prostora na disku?
zh_cn: 在低剩余空间的磁盘上下载吗？

source: Maximum number of connections per torrent (0 = no limit)
cs: Maximální počet připojení na jeden torrent (0= bez omezení)
da: Maksimalt antal forbindelser pr torrent (0 = ubegrænset)
hu: A kapcsolatok max. száma egy torrentnél (0 esetén nincs korlát)
sr: Највећи број веза по торенту (0 = без ограничења)
sr@latn: Najveći broj veza po torentu (0 = bez ograničenja)
zh_cn: 每个下载任务的最大连接数(0为无限制)

source: Maximum number of connections for all torrents (0 = no limit)
cs: Maximální počet připojení na všechny torrenty (0= bez omezení)
da: Maksimalt antal forbindelser pr torrent (0 = ubegrænset)
hu: A kapcsolatok max. száma összesen (0 esetén nincs korlát)
sr: Највећи број веза за све торенте (0 = без ограничења)
sr@latn: Najveći broj veza za sve torente (0 = bez ograničenja)
zh_cn: 所有下载任务的最大连接数(0为无限制)

source: Maximum upload speed in KB/sec (0 = no limit)
cs: Maximální rychlost odesílání v KB/s (0 = bez omezení)
da: Maksimal upload-hastighed i Kbyte/sek (0 = ubegrænset)
hu: Maximális feltöltési sebesség, KB/mp (0 esetén nincs korlát)
sr: Највећа брзина слања у KB/s (0 = no limit)
sr@latn: Najveća brzina slanja u KB/s (0 = no limit)
zh_cn: 最大上传速度(KB/秒)(0为无限制)

source: Maximum download speed in KB/sec (0 = no limit)
cs: Maximální rychlost stahování v KB/s (0 = bez omezení)
da: Maksimal download-hastighed i Kbyte/sek (0 = ubegrænset)
hu: Maximális letöltési sebesség KB/mp-ben (0 = nincs korlát)
sr: Највећа брзина преузимања у KB/s (0 = no limit)
sr@latn: Najveća brzina preuzimanja u KB/s (0 = no limit)
zh_cn: 最大下载速度(KB/秒)(0为无限制)

source: Maximum share ratio(0 = no limit)
cs: Maximální poměr sdílení (0 = bez omezení)
da: Maksimalt delingsforhold (0 = ingen begrænsning)
hu: Maximális megosztási arány (0 esetén nincs korlát)
sr: Максимум односа дељења(0 = без ограничења)
sr@latn: Maksimum odnosa deljenja(0 = bez ograničenja)
zh_cn: 最大共享率(0 代表无限制)

source: Maximum seed time in hours (0 = no limit)
cs: Maximální čas sdílení v hodinách (0 = bez omezení)
da: Maksimal seedtid i timer (0 er ubegrænset)
hu: A megosztás maximális ideje órában (0 esetén nincs korlát)
sr: Максимално време сејања у часовима (0 = без ограничења)
sr@latn: Maksimalno vreme sejanja u časovima (0 = bez ograničenja)
zh_cn: 最大共享率(按小时计，0 代表无限制)

source: Show a system tray icon
cs: Zapustit ikonu do panelu
da: Vis en ikon i statusfeltet
hu: Ikon megjelenítése a paneltálcán
sr: Прикажи икону системске касете
sr@latn: Prikaži ikonu sistemske kasete
zh_cn: 显示系统托盘图标

source: Show speed bar in tray icon
cs: Zobrazit ikonu v systémovém panelu i s rychlostí
da: Vis hastighedslinje i statusfeltet
hu: Sebesség megjelenítése a tálcaikonban
sr: Прикажи брзиномер у икони
sr@latn: Prikaži brzinomer u ikoni
zh_cn: 在托盘图标中显示速度栏

source: Download bandwidth (in kb/s):
cs: Pásmo pro stahování (v kb/s):
da: Download-båndbredde (i Kb/s):
hu: Letöltési sebesség (kb/mp):
sr: Проток преузимања (у kb/s):
sr@latn: Protok preuzimanja (u kb/s):
zh_cn: 下载带宽(kb/秒)：

source: Upload bandwidth (in kb/s):
cs: Pásmo pro odesílání (v kb/s):
da: Overførselsbåndbredde (i Kb/s):
hu: Felöltési sebesség (kb/mp):
sr: Проток слања (у kb/s):
sr@latn: Protok slanja (u kb/s):
zh_cn: 上传带宽(kb/秒)：

source: Show popup messages when torrent is finished.
cs: Zobrazit vyskakovací zprávu, jakmile bude torrent stažen.
da: Vis meddelelser når en torrent er færdig.
hu: Értesítő üzenet megjelenítése torrent befejeződésekor.
sr: Прикажи искачућу поруку када се торент заврши.
sr@latn: Prikaži iskačuću poruku kada se torent završi.
zh_cn: 下载任务完成时显示弹出消息。

source: Keep seeding after download has finished
cs: Sdílet soubor i po stažení
da: Fortsæt seedning efter download er færdig
hu: A megosztás folytatása a letöltés befejeződése után
sr: Настави сејање након завршеног преузимања
sr@latn: Nastavi sejanje nakon završenog preuzimanja
zh_cn: 在下载完成后保持做种

source: Folder to store temporary files
cs: Složka pro dočasné soubory
da: Mappe til at opbevare midlertidige filer
hu: Az ideiglenes fájlok könyvtára
sr: Фасцикла за смештање привремених фајлова
sr@latn: Fascikla za smeštanje privremenih fajlova
zh_cn: 保存临时文件的文件夹

source: Whether to automatically save downloads to saveDir
cs: Jestli automaticka ukládat stahování do saveDir
da: Om download automatisk skal gemmes i den angivne mappe
hu: A letöltések automatikus mentése ide
sr: Да ли да се преузимање аутоматски сними у директоријум
sr@latn: Da li da se preuzimanje automatski snimi u direktorijum
zh_cn: 是否将下载自动保存到 saveDir

source: Folder to store downloaded files
cs: Složka pro stažené soubory
da: Mappe til at opbevare downloadede filer
hu: A letöltött fájlok könyvtára
sr: Фасцикла за смештање преузетих фајлова
sr@latn: Fascikla za smeštanje preuzetih fajlova
zh_cn: 保存下载文件的文件夹

source: Whether to automatically move completed downloads to completedDir
cs: Zda-li automaticky automaticky přesouvat dokončená stahování do completedDir
da: Hvorvidt afsluttede downloads automatisk skal flyttes til færdigmappe
hu: A befejezett letöltések áthelyezendők-e a completedDir könyvtárba
sr: Да ли да се завршено преузимање аутоматски пребаци у одређени директоријум
sr@latn: Da li da se završeno preuzimanje automatski prebaci u određeni direktorijum
zh_cn: 是否将已完成的下载自动移动到 completedDir

source: Folder to move completed downloaded files to
cs: Složka pro stažené soubory
da: Mappe som filer fra afsluttede downloads skal flyttes til
hu: A letöltött fájlok áthelyezése ebbe a mappába
sr: Фасцикла где се премештају завршени преузети фајлови
sr@latn: Fascikla gde se premeštaju završeni preuzeti fajlovi
zh_cn: 已完成的下载移动到

source: Whether to automatically copy .torrent files to torrentCopyDir
cs: Zda-li automaticky automaticky kopírovat .torrent soubory do torrentCopyDir
da: Hvorvidt .torrent-filer automatisk skal kopieres til kopimappen for torrenter
hu: A torrentfájlok automatikusan másolandók-e a torrentCopyDir mappába
sr: Да ли да се .torrent фајлови аутоматски пребаце у назначени директоријум
sr@latn: Da li da se .torrent fajlovi automatski prebace u naznačeni direktorijum
zh_cn: 是否将 .torrent 文件自动复制到 torrentCopyDir

source: Folder to copy .torrent files to
cs: Složka pro .torrent soubory
da: Mappe som .torrent-filer skal kopieres til
hu: A torrentfájlok másolása ebbe a mappába
sr: Фасцикла где се копирају .torrent фајлови
sr@latn: Fascikla gde se kopiraju .torrent fajlovi
zh_cn: .torrent 文件复制到

source: Whether to use a custom IP to pass to the tracker
cs: Zda použít vlastní IP na předání trackeru
da: Om en egen IP-adresse skal bruges at sende til sporeren
hu: Egyéni IP-cím küldése a követőnek
sr: Да ли да се користи посебан IP за прослеђивање пратиоцу
sr@latn: Da li da se koristi poseban IP za prosleđivanje pratiocu
zh_cn: 是否将自定义 IP 传递给 tracker

source: Directory which was used as the last save directory
cs: Složka, která byla použita jako sposlední k uložení
da: Mappen der senst blev brugt som gemmemappe
hu: Az utolsó mentési könyvtár
sr: Директоријум који је последњи коришћен за снимање
sr@latn: Direktorijum koji je poslednji korišćen za snimanje

source: IP to pass to the tracker
cs: IP na předání trackeru
da: IP-adresse at sende til sporeren
hu: A követőnek jelzett IP-cím
sr: IP који се прослеђује пратиоцу
sr@latn: IP koji se prosleđuje pratiocu
zh_cn: 传递给 tracker 的 IP

source: Memory usage
cs: Použití pamětiVyužití paměti
da: Hukommelsesforbrug
hu: Memóriahasználat
sr: Заузетост меморије
sr@latn: Zauzetost memorije
zh_cn: 内存占用

source: GUI update interval
cs: Interval aktualizace GUI
da: Opdateringsinterval for grafisk grænseflade
hu: felületfrissítési ciklus
sr: Освежавање приказа
sr@latn: Osvežavanje prikaza
zh_cn: 界面更新间隔

source: Support for DHT
cs: Podpora DHT
da: Støtte for DHT
hu: DHT-támogatás
sr: Подршка за DHT
sr@latn: Podrška za DHT
zh_cn: 支持 DHT

source: DHT port
sr: DHT порт
zh_cn: DHT 端口

source: Number of upload slots
cs: Počet slotů pro odesílání
da: Antal overførselsnicher
hu: Feltöltési helyek száma
sr: Број веза слања
sr@latn: Broj veza slanja
zh_cn: 上传通道数

source: Columns shown in KTorrentView
cs: Viditelné sloupce v KTorrentView
da: Søjler viste i Ktorrent
hu: Oszlopok megjelenítése KTorrentView-ban
sr: Колоне приказане у КТорент прегледу
sr@latn: Kolone prikazane u KTorent pregledu
zh_cn: KTorrent 视图要显示的列

source: ET algorithm
cs: Algoritmus pro průměr
da: Tid tilbage-algoritme
hu: Időbecslési algoritmus
sr: ET алгоритам
sr@latn: ET algoritam
zh_cn: ET 算法

source: When there's no space left to complete download and free diskspace is less than minDiskSpace, torrent will be stopped.
cs: Když už není místo k dokončení stahování a volné místo na disku je menší než minDiskSpace, torret bude zastaven.
da: Når der ikke er plads tilbage til at gennemføre download og ledig diskplads er mindre end min. diskplads vil torrenten blive stoppet.
hu: Ha nincs elég lemezterület a letöltés befejezéséhez és a szabad lemezterület kisebb, mint a minDiskSpace, akkor a torrent leállításra kerül.
sr: Када нема довољно простора да би се завршило преузимање а слободни простор је мањи од minDiskSpace, торент ће бити заустављен.
sr@latn: Kada nema dovoljno prostora da bi se završilo preuzimanje a slobodni prostor je manji od minDiskSpace, torent će biti zaustavljen.

source: Plugin Manager
cs: Správce zásuvných modulů
da: Plugin-håndtering
hu: Bővítménykezelő
sr: Управљач прикључцима
sr@latn: Upravljač priključcima
zh_cn: 插件管理器

source: Load
cs: Načíst
da: Indlæs
hu: Elindítás
sr: Учитај
sr@latn: Učitaj
zh_cn: 装入

source: U&nload
cs: Uvol&nit
da: &Læs af
hu: &Leállítás
sr: И&збаци
sr@latn: I&zbaci
zh_cn: 卸载(&N)

source: Load &All
cs: N&ačíst vše
da: &Indlæs alle
hu: Mindegyik &elindítása
sr: Учитај &све
sr@latn: Učitaj &sve
zh_cn: 全部装入(&A)

source: &Unload All
cs: &Uvolnit vše
da: &Aflæs alle
hu: Mindegyik &leállítása
sr: &Избаци све
sr@latn: &Izbaci sve
zh_cn: 全部卸载(&U)

source: Default UPnP device to use
cs: Výchozí UPnP zařízení
da: Standard UPnP-enhed at bruge
hu: Használni kívánt alapértelmezett UPnP eszköz
sr: Подразумеван UPnP уређај
sr@latn: Podrazumevan UPnP uređaj
zh_cn: 要使用的默认的 UPnP 设备

source: Detected devices:
cs: Zjištěná zařízení:
da: Detekterede enheder:
hu: Felismert eszközök:
sr: Нађени уређаји:
sr@latn: Nađeni uređaji:
zh_cn: 检测到的设备：

source: Device
cs: Zařízení
da: Enhed
hu: Eszköz
sr: Уређај
sr@latn: Uređaj
zh_cn: 设备

source: Ports Forwarded
cs: Předávané porty
da: Videresendte porte
hu: Átirányított portok
sr: Портови прослеђени
sr@latn: Portovi prosleđeni
zh_cn: 转发的端口

source: WAN Connection
cs: WAN připojení
da: Forbindelse til fjernnetværk
hu: WAN-kapcsolat
sr: WAN везе
sr@latn: WAN veze
zh_cn: WAN 连接

source: Forw&ard Ports
cs: Před&at porty
da: Videre&befordring af porte
hu: &Port átirányítása
sr: Пр&оследи портове
sr@latn: Pr&osledi portove
zh_cn: 转发端口(&A)

source: Undo Port Forwarding
cs: Vrátit zpět předávání portů
da: Fortryd videresending af porte
hu: Portátirányítás visszavonása
sr: Врати прослеђивање портова
sr@latn: Vrati prosleđivanje portova
zh_cn: 撤消端口转发

source: Rescan
cs: Znovu projít
da: Søg igen
hu: Újrakeresés
sr: Потражи
sr@latn: Potraži
zh_cn: 重新扫描

source: Enable scanning of folder1?
cs: Povolit procházení složky 1?
da: Aktivér søgning i mappe 1?
hu: Az 1. könyvtár ellenőrzése
sr: Укључити прегледање фасцикле1?
sr@latn: Uključiti pregledanje fascikle1?
zh_cn: 允许扫描文件夹1？

source: Enable scanning of folder2?
cs: Povolit procházení složky 2?
da: Aktivér søgning i mappe 2?
hu: A 2. könyvtár ellenőrzése
sr: Укључити прегледање фасцикле2?
sr@latn: Uključiti pregledanje fascikle2?
zh_cn: 允许扫描文件夹2？

source: Enable scanning of folder3?
cs: Povolit procházení složky 3?
da: Aktivér søgning i mappe 3?
hu: A 3. könyvtár ellenőrzése
sr: Укључити прегледање фасцикле3?
sr@latn: Uključiti pregledanje fascikle3?
zh_cn: 允许扫描文件夹3？

source: Folder1 path
cs: Cesta ke složce 1
da: Søgesti til mappe 1
hu: 1. könyvtár
sr: Путања фасцикле1
sr@latn: Putanja fascikle1
zh_cn: 文件夹1路径

source: Folder2 path
cs: Cesta ke složce 2
da: Søgesti til mappe 2
hu: 2. könyvtár
sr: Путања фасцикле2
sr@latn: Putanja fascikle2
zh_cn: 文件夹2路径
