Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Finds peers running ktorrent on the local network to share torrents with
cs: Hledá protějšky, kteří používají ktorrent na místní síti, aby s nimi mohl sdílet torrenty
da: Finder deltagere som kører ktorrent i det lokale netværk, at dele torrenter med
hu: KTorrentet futtató gépeket keres a helyi hálózaton
sr: Налази вршњаке који користе КТорент на локалној мрежи са којима може да дели торенте
sr@latn: Nalazi vršnjake koji koriste KTorent na lokalnoj mreži sa kojima može da deli torente
zh_cn: 在本地网络搜索正在运行并分享种子的 ktorrent 对等点

source: KB/s *
hu: KB/mp *

source: %1 KB/s
hu: %1 KB/mp
zh_cn: %1 KB/秒

source: IP
hu: IP-cím

source: textLabel2
da: tekstetiket2

source: textLabel3
da: tekstetikette3

source: 500ms
zh_cn: 500 毫秒

source: 1s
zh_cn: 1 秒

source: 2s
zh_cn: 2 秒

source: 5s
zh_cn: 5 秒

source: %1 B
zh_cn: %1 字节
