Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Data:
hu: Adatok (fájl vagy könyvtár):
sr: Подаци:
sr@latn: Podaci:
zh_cn: 数据：

source: Please specify the torrent and the data already downloaded for that torrent.
cs: Zadejte torrent a data již stažená z tohoto torrentu.
da: Angiv torrent og data som allerede er hentet hjem for den torrent.
hu: Válasszon ki egy torrentfájlt és a torrentből letöltött fájlt (vagy a fájlokat tartalmazó könyvtárt).
sr: Наведите торент и већ преузете податке за тај торент.
sr@latn: Navedite torent i već preuzete podatke za taj torent.
zh_cn: 请指定 torrent 和该 torrent 已下载的数据。

source: &Import
cs: &Importovat
da: Impo&rtér
hu: &Importálás
sr: &Увези
sr@latn: &Uvezi
zh_cn: 导入(&I)

source: default
cs: výchozí
da: standard
hu: alapértelmezés
sr: подразумевано
sr@latn: podrazumevano
zh_cn: 默认

source: Rss Feeds
cs: RSS kanály
da: RSS-kanaler
hu: RSS hírcsatornák
sr: RSS доводи
sr@latn: RSS dovodi
zh_cn: RSS 种子

source: Feeds
cs: Kanály
da: Kilder
hu: Csatornák
sr: Доводи
sr@latn: Dovodi
zh_cn: 种子

source: De&lete
cs: &Smazat
da: S&let
hu: &Törlés
sr: О&бриши
sr@latn: O&briši
zh_cn: 删除(&L)

source: &New
cs: &Nový
da: &Ny
hu: Ú&j
sr: &Нов
sr@latn: &Nov
zh_cn: 新建(&N)

source: Articles
cs: Členy
da: Artikler
hu: Hírek
sr: Чланци
sr@latn: Članci
zh_cn: 文章数

source: Auto&refresh
cs: Au&tomaticky obnovit
da: &Opdatér automatisk
hu: Automatikus &frissítés
sr: Ауто&освежавање
sr@latn: Auto&osvežavanje
zh_cn: 自动刷新(&R)

source: I&gnore TTL
cs: I&gnoruj TTL
da: I&gnorér TTL
hu: Frissítés a&dott időközönként
sr: Зане&мари TTL
sr@latn: Zane&mari TTL
zh_cn: 忽略 TTL(&G)

source: Refresh
cs: Obnovit
da: Genopfrisk
hu: Frissítés
sr: Освежи
sr@latn: Osveži
zh_cn: 刷新

source: &Title
cs: Náze&v
da: &Titel
hu: &Cím
sr: &Наслов
sr@latn: &Naslov
zh_cn: 标题(&T)

source: Keep Articles (days)
cs: Ponechat články (dní)
da: Behold artikler (dage)
hu: Hírek megtartási ideje (nap)
sr: Чувај чланке (дана)
sr@latn: Čuvaj članke (dana)
zh_cn: 保留文章(天)

source: &Active
cs: &Aktivní
da: &Aktiv
hu: &Aktív
sr: &Активан
sr@latn: &Aktivan
zh_cn: 活动(&A)

source: Filters
cs: Filtry
da: Filtre
hu: Szűrők
sr: Филтери
sr@latn: Filteri
zh_cn: 过滤器

source: Accept Filters
cs: Filtry pro přijetí
da: Filter til at acceptere
hu: Elfogadási szűrők
sr: Прихвати филтере
sr@latn: Prihvati filtere
zh_cn: 接受过滤器

source: Reject Filters
cs: Filtry pro zahození
da: Filter til at forkaste
hu: Kihagyási szűrők
sr: Одбиј филтере
sr@latn: Odbij filtere
zh_cn: 拒绝过滤器

source: Regular Expressions
cs: Regulární výrazy
da: Regulære udtryk
hu: Reguláris kifejezések
sr: Регуларни израз
sr@latn: Regularni izraz
zh_cn: 正则表达式

source: Treat as &Series
cs: Zacházet jako &s řadou
da: Behandl som &serier
hu: Kezelés &sorozatként
sr: Третирај као &серије
sr@latn: Tretiraj kao &serije
zh_cn: 串行处理(&S)

source: Process
cs: Průběh
da: Proces
hu: Feldolgozás
sr: Процес
sr@latn: Proces
zh_cn: 处理

source: Series Criteria
da: Kriterier for serie
hu: Sorozatfeltétel
sr: Критеријум серије
sr@latn: Kriterijum serije
zh_cn: 串行条件

source: Match Without Episode
da: Match uden episode
hu: Egyezés epizód nélkül
sr: Поклапања без епизоде
sr@latn: Poklapanja bez epizode

source: Max Episode
cs: Maximální díl
da: Sidste episode
hu: Max. epizód
sr: Макс. епизода
sr@latn: Maks. epizoda

source: Max Season
cs: Maximální řada
da: Sidste sæson
hu: Max. évad
sr: Макс. сезона
sr@latn: Maks. sezona

source: Min Season
cs: Minimální řada
da: Første sæson
hu: Min. évad
sr: Мин. сезона
sr@latn: Min. sezona

source: Min Episode
cs: Minimální díl
da: Første episode
hu: Min. epizód
sr: Мин. епизода
sr@latn: Min. epizoda

source: Test te&xt
cs: Testovací te&xt
da: Testte&kst
hu: &Tesztszöveg
sr: Тестирај те&кст
sr@latn: Testiraj te&kst
zh_cn: 测试文本(&X)

source: Te&st
hu: &Próba
sr: Те&ст
zh_cn: 测试(&S)

source: Filter Matches
cs: Shody filtru
da: Filtrér træffere
hu: A szűrő illeszkedik
sr: Филтрирај поклапања
sr@latn: Filtriraj poklapanja
zh_cn: 过滤器匹配

source: Bandwidth scheduler
cs: Plánovač pásma
da: Skemalægning af båndbredde
hu: Sávszélesség-ütemező
sr: Распоређивач протока
sr@latn: Raspoređivač protoka
zh_cn: 带宽规划器

source: Left click category
cs: Kategorie pro levé kliknutí
da: Venstreklikkategori
hu: Bal kattintás a kategóriára
sr: Категорија за леви клик
sr@latn: Kategorija za levi klik
zh_cn: 左键单击类别

source: Categor&y 1
cs: Kate&gorie 1
da: Kate&gori 1
hu: &1. kategória
sr: Категор&ија 1
sr@latn: Kategor&ija 1
zh_cn: 类别 1(&Y)

source: T&urn off
cs: Vypno&ut
da: Luk &af
hu: K&ikapcsolás
sr: И&скључи
sr@latn: I&sključi
zh_cn: 关闭(&U)

source: &Normal
cs: &Normální
hu: N&ormál
sr: &Нормално
sr@latn: &Normalno
zh_cn: 普通(&N)

source: Category &3
cs: Kategorie &3
da: Kategori &3
hu: &3. kategória
sr: Категорија &3
sr@latn: Kategorija &3
zh_cn: 类别 &3

source: Category &2
cs: Kategorie &2
da: Kategori &2
hu: &2. kategória
sr: Категорија &2
sr@latn: Kategorija &2
zh_cn: 类别 &2

source: Right click category
cs: Kategorie pro pravé kliknutí
da: Højreklikskategori
hu: Jobb kattintás a kategóriára
sr: Категорија за десни клик
sr@latn: Kategorija za desni klik
zh_cn: 右键单击类别

source: Category &1
cs: Kategorie &1
da: Kategori &1
hu: &1. kategória
sr: Категорија &1
sr@latn: Kategorija &1
zh_cn: 类别 &1

source: &Category 3
cs: &Kategorie 3
da: &Kategori 3
hu: &3. kategória
sr: &Категорија 3
sr@latn: &Kategorija 3
zh_cn: 类别 3(&C)

source: Categories
cs: Kategorie
da: Kategorier
hu: Kategóriák
sr: Категорије
sr@latn: Kategorije
zh_cn: 类别

source: <b>1. Category</b>
cs: <b>První kategorie</b>
da: <b>1. kategori</b>
hu: <b>1. kategória</b>
sr: <b>1. категорија</b>
sr@latn: <b>1. kategorija</b>
zh_cn: <b>1. 类别</b>

source: <b>3. Category</b>
cs: <b>Třetí kategorie</b>
da: <b>3. kategori</b>
hu: <b>3. kategória</b>
sr: <b>3. категорија</b>
sr@latn: <b>3. kategorija</b>
zh_cn: <b>3. 类别</b>

source: download:
cs: stáhnout:
da: hent:
hu: letöltés:
sr: преузимање:
sr@latn: preuzimanje:
zh_cn: 下载：

source: upload:
cs: odeslat:
da: overfør:
hu: feltöltés:
sr: слање:
sr@latn: slanje:
zh_cn: 上传：

source: <b>2. Category</b>
cs: <b>Druhá kategorie</b>
da: <b>2. kategori</b>
hu: <b>2. kategória</b>
sr: <b>2. категорија</b>
sr@latn: <b>2. kategorija</b>
zh_cn: <b>2. 类别</b>

source: * zero means no limit
cs: * 0 je bez omezení
da: * 0 betyder ubegrænset
hu: * 0 esetén nincs korlát
sr: * нула је без ограничења
sr@latn: * nula je bez ograničenja
zh_cn: * 0 为无限制

source: Save to file
cs: Uložit do souboru
da: Gem til fil
hu: Mentés fájlba
sr: Сними у фајл
sr@latn: Snimi u fajl
zh_cn: 保存到文件

source: &Load from file
cs: N&ačíst ze souboru
da: &Indlæs fra fil
hu: Be&töltés fájlból
sr: &Учитај из фајла
sr@latn: &Učitaj iz fajla
zh_cn: 从文件装入(&L)

source: Reset schedule
cs: Vynuluj plán
da: Nulstil skema
hu: Az ütemezés alapállapotba
sr: Ресетуј распоред
sr@latn: Resetuj raspored
zh_cn: 重置规划

source: O&k
sr: У &реду
sr@latn: U &redu
zh_cn: 确定(&K)

source: Scheduler Plugin Pref Page
cs: Stránka s nastavením zásuvného modulu "Plánovač"
da: Indstillingsside for plugin for skemalægning
hu: Beállítóoldal - Sávszélesség-ütemező
sr: Страна за подешавање прикључка распоређивача
sr@latn: Strana za podešavanje priključka raspoređivača
zh_cn: 规划器插件首选项页

source: Use &bandwidth scheduler?
cs: Použít &plánovač pásma?
da: &Brug skemalægning af båndbredde?
hu: Sá&vszélesség-ütemezés használata
sr: Користи &распоређивач протока?
sr@latn: Koristi &raspoređivač protoka?
zh_cn: 使用带宽规划器吗？(&B)

source: Bandwidth Scheduler
cs: Plánovač pásma
da: Skemalægning af båndbredde
hu: Sávszélesség-ütemező
sr: Распоређивач протока
sr@latn: Raspoređivač protoka
zh_cn: 带宽规划器

source: Use colors instead of pi&xmaps?
cs: Použít barvy místo o&brázků?
da: brug farver i stedet for p&ixmaps?
hu: Színek használata ké&pek helyett
sr: Користи боје уместо &сличица?
sr@latn: Koristi boje umesto &sličica?
zh_cn: 使用颜色取代点阵吗(&X)？

source: (Recommended for slower systems)
cs: (Doporučené pro pomalé počítače)
da: (Anbefalet for langsommere systemer)
hu: (Lassú gépeknél ajánlott)
sr: (Препоручено за спорије системе)
sr@latn: (Preporučeno za sporije sisteme)
zh_cn: (较慢系统推荐适用)

source: Edit s&chedule
cs: Upravit p&lán
da: Redigér s&kema
hu: Az ütemezés b&eállítása
sr: Уреди р&аспоред
sr@latn: Uredi r&aspored
zh_cn: 编辑规划(&C)

source: Enable bandwidth scheduler?
cs: Povolit plánovač pásma?
da: Aktivér skemalægning af båndbredde?
hu: Bekapcsolja a sávszélesség-ütemezőt?
sr: Укључи распоређивач протока?
sr@latn: Uključi raspoređivač protoka?
zh_cn: 启用带宽规划器吗？

source: Use colors instead of pixmaps?
cs: Použít barvy místo obrázků?
da: Brug farver i stedet for pixmaps?
hu: Színek használata képek helyett
sr: Користи боје уместо сличица?
sr@latn: Koristi boje umesto sličica?
zh_cn: 使用颜色取代点阵吗？

source: Use rich log text
cs: Použít textové logy s více informacemi
da: Brug formateret tekst i log
hu: Formázott naplóüzenetek
sr: Користи богати текст дневника
sr@latn: Koristi bogati tekst dnevnika
zh_cn: 使用富格式日志文本

source: General info messages flag
cs: Příznak obecných informací
da: Meddelelsesflag for generel information
hu: Általános üzenetjelző
sr: Заставица општих информација
sr@latn: Zastavica opštih informacija
zh_cn: 常规消息标记

source: Connections messages flag
cs: Příznak informací o připojení
da: Meddelelsesflag for forbindelser
hu: Kapcsolódási üzenetjelző
sr: Заставица порука о везама
sr@latn: Zastavica poruka o vezama
zh_cn: 连接消息标记

source: DHT messages flag
cs: Příznak informací o DHT
da: Meddelelsesflag for DHT
hu: DHT üzenetjelző
sr: Заставица DHT порука
sr@latn: Zastavica DHT poruka
zh_cn: DHT 消息标记

source: Tracker info messages flag
cs: Příznak informací o trackeru
da: Meddelelsesflag i sporingsinformation
hu: Követőinformáció üzenetjelző
sr: Заставица информација о пратиоцу
sr@latn: Zastavica informacija o pratiocu
zh_cn: Tracker 消息标记

source: Disk IO info messages flag
cs: Příznak informací o diskových I/O
da: Meddelelsesflag for information om disk ind- og uddata
hu: Lemezinformáció üzenetjelző
sr: Заставица информација о диску
sr@latn: Zastavica informacija o disku
zh_cn: 磁盘 IO 消息标记

source: IPFilter plugin messages flag
cs: Příznak informací o IPFiltru
da: Meddelelsesflag i plugin for IP-filtrering
hu: IP-szűrő üzenetjelző
sr: Заставица за поруке IPFilter прикључка
sr@latn: Zastavica za poruke IPFilter priključka
zh_cn: IP 过滤器插件消息标记

source: Search plugin messages flag
cs: Pžíznak informací o hledání
da: Meddelelsesflag i søgeplugin
hu: Keresőmodul üzenetjelző
sr: Заставица за поруке прикључка претраживања
sr@latn: Zastavica za poruke priključka pretraživanja
zh_cn: 搜索插件消息标记

source: PartFileImport plugin messages flag
cs: Příznak informací o importu neúplných souborů
da: Meddelelsesflag i plugin for delfilimport
hu: Részleges fájlimportáló üzenetjelző
sr: Заставица порука прикључка Увоз делимичних фајлова
sr@latn: Zastavica poruka priključka Uvoz delimičnih fajlova
zh_cn: 部分文件导入插件消息标记

source: InfoWidget plugin messages flag
cs: Příznak informací o InfoWidgetu
da: Meddelelsesflag i plugin for informationskontrol
hu: InfoWidget üzenetjelző
sr: Заставица за поруке прикључка Додатне информације
sr@latn: Zastavica za poruke priključka Dodatne informacije
zh_cn: 信息部件插件消息标记

source: UPnP plugin messages flag
cs: Příznak informací o UPnP
da: Meddelelsesflag i UPnP-plugin
hu: UPnP üzenetjelző
sr: Заставица за поруке прикључка UPnP
sr@latn: Zastavica za poruke priključka UPnP
zh_cn: UPnP 插件消息标记

source: ScanFolder plugin messages flag
cs: Příznak informací o procházení složek
da: Meddelelsesflag i plugin for mappesøgning
hu: Helyi torrentkereső üzenetjelző
sr: Заставица за поруке прикључка Преглед фасцикле
sr@latn: Zastavica za poruke priključka Pregled fascikle
zh_cn: 扫描文件夹插件消息标记

source: Scheduler plugin messages flag
cs: Příznak informací o plánování
da: Meddelelsesflag i plugin for skemalægning
hu: Ütemező üzenetjelző
sr: Заставица за поруке прикључка распоређивача
sr@latn: Zastavica za poruke priključka raspoređivača
zh_cn: 规划器插件消息标记

source: RSS plugin messages flag
cs: Příznak informací o RSS
da: Meddelelsesflag i RSS-plugin
hu: RSS bővítmény üzenetjelző
sr: Заставица за поруке RSS прикључка
sr@latn: Zastavica za poruke RSS priključka
zh_cn: RSS 插件消息标记

source: WebInterface plugin messages flag
cs: Příznak informací o webovém rozhraní
da: Plugin for internetgrænseflade
hu: Webes felület bővítmény üzenetjelző
sr: Заставица за поруке прикључка веб интерфејса
sr@latn: Zastavica za poruke priključka veb interfejsa
zh_cn: Web 界面插件消息标记

source: LogViewer Options
cs: Možnosti zobrazení logu
da: Logvisningstilvalg
hu: Beállítások - Naplónézegető
sr: Опције прегледача дневника
sr@latn: Opcije pregledača dnevnika
zh_cn: 日志查看器选项

source: Plugins
cs: Zásuvné moduly
da: Plugin
hu: Bővítmények
sr: Прикључци
sr@latn: Priključci
zh_cn: 插件

source: All
cs: Vše
da: Alle
hu: Mind
sr: Све
sr@latn: Sve
zh_cn: 全部

source: Debug
cs: Ladění
da: Fejlsøgning
hu: Nyomkövetés
sr: Исправљање грешака
sr@latn: Ispravljanje grešaka
zh_cn: 调试

source: Notice
cs: Upozornění
da: Anmærkning
hu: Tájékoztató üzenetek
sr: Обавештења
sr@latn: Obaveštenja
zh_cn: 注意

source: Important
cs: Důležité
da: Vigtigt
hu: Fontos üzenetek
sr: Важно
sr@latn: Važno
zh_cn: 重要

source: None
cs: Nic
da: Ingen
hu: Nincs
sr: Ништа
sr@latn: Ništa
zh_cn: 无

source: IPFilter:
hu: IP-szűrő:
sr: IP филтер:
zh_cn: IP 过滤器：

source: Search:
cs: Hledání:
da: Søg:
hu: Keresés:
sr: Тражење:
sr@latn: Traženje:
zh_cn: 搜索：

source: ScanFolder:
cs: Procházení složek:
da: Søg i mappe:
hu: Helyi torrentkereső:
sr: Преглед фасцикле:
sr@latn: Pregled fascikle:
zh_cn: 扫描文件夹：

source: Scheduler:
cs: Plánovač:
da: Skemalægger:
hu: Ütemező:
sr: Распоређивач:
sr@latn: Raspoređivač:
zh_cn: 规划器：

source: PartFileImport:
cs: Import neúplného souboru:
da: Delfilimport:
hu: Fájlimportáló:
sr: Увоз делимичних фајлова:
sr@latn: Uvoz delimičnih fajlova:
zh_cn: 部分文件导入：

source: InfoWidget:
da: Informationskontrol:
hu: Információs ablak:
sr: Инфо прозор:
sr@latn: Info prozor:
zh_cn: 信息部件：

source: RSS plugin:
cs: RSS zásuvný modul:
hu: RSS-kezelő:
sr: RSS прикључак:
sr@latn: RSS priključak:
zh_cn: RSS 插件：

source: WebInterface plugin:
cs: Zásuvný mosul webového rozhraní:
da: Plugin for web-grænseflade
hu: Webes felület:
sr: Прикључак веб интерфејса:
sr@latn: Priključak veb interfejsa:
zh_cn: Web 界面插件：

source: System
cs: Systém
hu: Rendszer
sr: Систем
sr@latn: Sistem
zh_cn: 系统

source: General:
cs: Obecné:
da: Generelt:
hu: Általános:
sr: Опште:
sr@latn: Opšte:
zh_cn: 常规：

source: Connections:
cs: Připojení:
da: Forbindelser:
hu: Kapcsolatok:
sr: Везе:
sr@latn: Veze:
zh_cn: 连接：

source: Disk I/O:
cs: Diskové I/O:
da: Disk ind- og uddata:
hu: Lemezműveletek:
sr: Ул/Изл диска:
sr@latn: Ul/Izl diska:
zh_cn: 磁盘 I/O：

source: Use rich te&xt for log
cs: Použít bohaté te&xtové logy
da: Brug formateret te&kst i log
hu: &Formázott naplóüzenetek
sr: Користи обогаћени те&кст за дневник
sr@latn: Koristi obogaćeni te&kst za dnevnik
zh_cn: 日志使用富格式文本(&X)

source: External Browser
cs: Externí prohlížeč
da: Ekstern browser
hu: Külső böngésző
sr: Спољни прегледач
sr@latn: Spoljni pregledač
zh_cn: 外部浏览器

source: Open searches in external browser
cs: Otevírat výsledky vyhledávání v externím prohlížeči
da: Åbn søgninger i ekstern browser
hu: Külső böngészőben történjen a keresés
sr: Отвори резултате претраге у спољном прегледачу
sr@latn: Otvori rezultate pretrage u spoljnom pregledaču
zh_cn: 在外部浏览器中打开搜索

source: Use default browser
cs: Použít výchozí prohlížeč
da: Brug standardbrowser
hu: Alapértelmezett böngésző
sr: Користи подразумевани
sr@latn: Koristi podrazumevani
zh_cn: 使用默认浏览器

source: Custom browser path:
cs: Vlastní cesta k prohlížeči:
da: Søgesti til egen browser:
hu: Más böngésző:
sr: Путања до прегледача:
sr@latn: Putanja do pregledača:
zh_cn: 自定义浏览器路径：

source: Search Engines
cs: Vyhledávače
da: Søgetjenester
hu: Keresők
sr: Мотори претраге
sr@latn: Motori pretrage
zh_cn: 搜索引擎

source: Search engine name:
cs: Název vyhledávače:
da: Søgetjenestens navn:
hu: Név:
sr: Име мотора тражења:
sr@latn: Ime motora traženja:
zh_cn: 搜索引擎名称：

source: &Add
cs: Přid&at
da: &Tilføj
hu: &Hozzáadás
sr: Дод&ај
sr@latn: Dod&aj
zh_cn: 添加(&A)

source: Engines
cs: Vyhledávače
da: Tjenester
hu: Név
sr: Мотори
sr@latn: Motori
zh_cn: 引擎

source: R&emove All
cs: Odstranit vš&e
da: &Fjern alt
hu: Az összes &eltávolítása
sr: Уклони св&е
sr@latn: Ukloni sv&e
zh_cn: 全部删除(&E)

source: Add Defau&lt
cs: Př&idat výchozí
da: Tilføj s&tandard
hu: Ala&plista hozzáadása
sr: Додај под&разумевано
sr@latn: Dodaj pod&razumevano
zh_cn: 添加默认(&L)

source: Update From Internet
cs: Aktualizovat z internetu
da: Opdatér fra internet
hu: Frissítés az internetről
sr: Освежи са интернета
sr@latn: Osveži sa interneta
zh_cn: 从 Internet 上更新

source: Search
cs: Hledat
da: Søg
hu: Keresés
sr: Тражи
sr@latn: Traži
zh_cn: 搜索

source: Search engine:
cs: Vyhledávač:
da: Søgetjeneste:
hu: Kereső:
sr: Мотор тражења:
sr@latn: Motor traženja:
zh_cn: 搜索引擎：

source: Current search engine
cs: Aktuální vyhledávač
da: Denne søgetjeneste
hu: A jelenlegi kereső
sr: Тренутни мотор претраге
sr@latn: Trenutni motor pretrage
zh_cn: 当前的搜索引擎

source: Use custom browser
cs: Použít vlastní prohlížeč
da: Brug egen browser
hu: Egyéni böngésző használata
sr: Користи посебан прегледач
sr@latn: Koristi poseban pregledač
zh_cn: 使用自定义浏览器

source: Custom browser executable path
cs: Cesta ke spustitelnému souboru prohlížeče
da: Søgesti til kørbar fil for egen browser
hu: Egyéni böngésző elérési útja
sr: Путања до програма посебног прегледача
sr@latn: Putanja do programa posebnog pregledača
zh_cn: 自定义浏览器可执行文件路径

source: _n: 1 day %n days
cs: 1 den %n dní %n dní
da: 1 dag %n dage
hu: %n nap
sr: %n дан %n дана %n дана
sr@latn: %n dan %n dana %n dana
zh_cn: %n 天

source: Yes, First
cs: Ano, nejdříve
da: Ja, først
hu: Igen, az első
sr: Да, први
sr@latn: Da, prvi
zh_cn: 是，最先

source: Yes, Last
cs: Ano, poslední
da: Ja, sidst
hu: Igen, az utolsó
sr: Да, последњи
sr@latn: Da, poslednji
zh_cn: 是，最后

source: Cannot open log file %1 : %2
cs: Nelze otevřít soubor se záznamem %1: %2
da: Kan ikke åbne logfilen %1 : %2
hu: Nem sikerült megnyitni ezt a naplófájlt: %1 : %2
sr: Не могу да отворим фајл дневника %1 : %2
sr@latn: Ne mogu da otvorim fajl dnevnika %1 : %2
zh_cn: 无法打开日志文件 %1：%2

source: Cannot write to %1 : %2
cs: Nelze zapisovat do %1: %2
da: Kan ikke skrive til %1 : %2
hu: Nem sikerült írni ezt a torrentet: %1 : %2
sr: Не могу да пишем у %1 : %2
sr@latn: Ne mogu da pišem u %1 : %2
zh_cn: 无法写入 %1：%2

source: Cannot read from %1
cs: Nelze číst z %1
da: Kan ikke læse fra %1
hu: Nem sikerült olvasni innen: %1
sr: Не могу да читам из %1
sr@latn: Ne mogu da čitam iz %1
zh_cn: 无法从 %1 读取

source: Cannot create directory %1: %2
cs: nelze vytvořit adresář %1: %2
da: Kan ikke oprette mappen %1: %2
hu: Nem sikerült létrehozni a(z) %1: %2
sr: Не могу да направим директоријум %1: %2
sr@latn: Ne mogu da napravim direktorijum %1: %2
zh_cn: 无法创建目录 %1：%2

source: Cannot symlink %1 to %2: %3
cs: Nelze odkázat %1 na %2: %3
da: Kan ikke oprette symbolsk link fra %1 til %2: %3
hu: Nem tudom szimbolikus linkelni: %1 ide: %2: %3
sr: Не могу да симболички повежем %1 на %2: %3
sr@latn: Ne mogu da simbolički povežem %1 na %2: %3
zh_cn: 无法创建符号链接 %1 到 %2：%3

source: Cannot move %1 to %2: %3
cs: Nelze přesunout %1 do %2: %3
da: Kan ikke flytte %1 til %2: %3
hu: Nem sikerült átmozgatni: %1 -> %2, %3
sr: Не могу да померим %1 у %2: %3
sr@latn: Ne mogu da pomerim %1 u %2: %3
zh_cn: 无法移动 %1 到 %2：%3

source: Cannot copy %1 to %2: %3
cs: Nelze kopírovat %1 do %2: %3
da: Kan ikke kopiere %1 til %2: %3
hu: Nem sikerült átmásolni: %1 -> %2, %3
sr: Не могу да копирам %1 у %2: %3
sr@latn: Ne mogu da kopiram %1 u %2: %3
zh_cn: 无法复制 %1 到 %2：%3

source: Cannot delete %1: %2
cs: Nelze smazat %1 : %2
da: Kan ikke slette %1: %2
hu: Nem sikerült törölni: %1, %2
sr: Не могу да избришем %1: %2
sr@latn: Ne mogu da izbrišem %1: %2
zh_cn: 无法删除 %1：%2

source: Cannot create %1: %2
cs: Nelze vytvořit %1: %2
da: Kan ikke oprette %1: %2
hu: Nem sikerült létrehozni: %1, %2
sr: Не могу да направим %1: %2
sr@latn: Ne mogu da napravim %1: %2
zh_cn: 无法创建 %1：%2

source: Cannot calculate the filesize of %1: %2
cs: Nelze spočítat velikost souboru %1: %2
da: Kan ikke beregne filstørrelse for %1: %2
hu: Nem sikerült kiszámítani a(z) %1 fájl méretét: %2
sr: Не могу да прорачунам величину за %1: %2
sr@latn: Ne mogu da proračunam veličinu za %1: %2
zh_cn: 无法计算 %1 的文件大小：%2

source: Cannot calculate the filesize : %2
cs: Nelze spočítat velikost souboru : %2
da: Kan ikke beregne filstørrelse : %2
hu: Nem sikerült kiszámítani a fájlméretet: %2
sr: Не могу да прорачунам величину : %2
sr@latn: Ne mogu da proračunam veličinu : %2
zh_cn: 无法计算文件大小：%2

source: Cannot open %1 : %2
cs: Nelze otevřít %1: %2
da: Kan ikke åbne %1 : %2
hu: Nem sikerült megnyitni a(z) %1 fájlt: %2
sr: Не могу да отворим %1 : %2
sr@latn: Ne mogu da otvorim %1 : %2
zh_cn: 无法打开 %1：%2

source: Cannot expand file : %1
cs: Nelze rozšířit soubor : %1
da: Kan ikke ekspandere fil : %1
hu: Nem sikerült kibontani ezt a fájlt: %1
sr: Не могу да раширим фајл : %1
sr@latn: Ne mogu da raširim fajl : %1
zh_cn: 无法展开文件：%1

source: Cannot expand file
cs: Nelze rozšířit soubor
da: Kan ikke udvide fil
hu: Nem sikerült kiterjeszteni a fájlt
sr: Не могу да раширим фајл
sr@latn: Ne mogu da raširim fajl
zh_cn: 无法展开文件

source: Cannot seek in file : %1
cs: Nelze hledat v souboru : %1
da: Kan ikke søge i indeksfil: %1
hu: Nem sikerült pozicionálni egy fájlban: %1
sr: Не могу да тражим у фајлу : %1
sr@latn: Ne mogu da tražim u fajlu : %1
zh_cn: 无法在文件中搜索：%1

source: Cannot write beyond end of the mmap buffer!
cs: Nemohu zapisovat na konec mmap bufferu!
da: Kan ikke skrive forbi slutningen på mmap-buffer!
hu: Nem lehet írni az mmap puffer végén túl.
sr: Не могу да пишем преко краја mmap бафера!
sr@latn: Ne mogu da pišem preko kraja mmap bafera!
zh_cn: 无法向超出 mmap 缓冲区尾部的区域写数据！

source: %1<br>Status: <b>%2</b><br>Author: %3
cs: %1<br>Stav: <b>%2</b><br>Autor: %3
da: %1<br>Status: <b>%2</b><br>Udvikler: %3
hu: %1<br>Állapot: <b>%2</b><br>Szerző: %3
sr: %1<br>Стање: <b>%2</b><br>Аутор: %3
sr@latn: %1<br>Stanje: <b>%2</b><br>Autor: %3
zh_cn: %1<br>状态：<b>%2</b><br>作者：%3

source: Loaded
cs: Načteno
da: Indlæst
hu: Betöltve
sr: Учитан
sr@latn: Učitan
zh_cn: 已装入

source: Not loaded
cs: Nenačteno
da: Ikke indlæst
hu: Leállítva
sr: Није учитан
sr@latn: Nije učitan
zh_cn: 未装入

source: Plugin Options
cs: Možnosti zásuvného modulu
da: Plugin-tilvalg
hu: A bővítmények beállításai
sr: Опције прикључка
sr@latn: Opcije priključka
zh_cn: 插件选项

source: Cannot open file %1 : %2
cs: Nelze otevřít soubor %1: %2
da: Kan ikke åbne filen %1 : %2
hu: Nem sikerült megnyitni a(z) %1 fájlt: %2
sr: Не могу да отворим фајл %1 : %2
sr@latn: Ne mogu da otvorim fajl %1 : %2
zh_cn: 无法打开文件 %1：%2

source: The directory %1 does not exist
cs: Adresář %1 neexistuje
da: Mappen %1 eksisterer ikke
hu: A(z) %1 könyvtár nem létezik
sr: Директоријум %1 не постоји
sr@latn: Direktorijum %1 ne postoji
zh_cn: 目录 %1 不存在

source: Illegal token: %1
cs: Neplatný token: %1
da: Ulovligt symbol: %1
hu: Nem érvényes jel: %1
sr: Недозвољено обележје: %1
sr@latn: Nedozvoljeno obeležje: %1
zh_cn: 发生错误：%1

source: Decode error
cs: Chyba v dekódování
da: Afkodningsfejl
hu: Dekódolási hiba
sr: Грешка декодовања
sr@latn: Greška dekodovanja
zh_cn: 解码错误

source: Unexpected end of input
cs: Neočekávaný konec vstupu
da: Uventet slut på inddata
hu: Váratlan vége a bemenetnek
sr: Неочекиван крај улаза
sr@latn: Neočekivan kraj ulaza
zh_cn: 输入的结尾不正确

source: Cannot convert %1 to an int
cs: Nelze převést %1 na celé číslo
da: Kan ikke konvertere %1 til et heltal
hu: Nem tudom a()z %1-t int-re
sr: Не могу да претворим %1 у int
sr@latn: Ne mogu da pretvorim %1 u int
zh_cn: 无法将 %1 转换为整数

source: Torrent is incomplete!
cs: Torrent je nekompletní!
da: Torrent er ikke færdig!
hu: A torrent nincs kész.
sr: Торент није завршен!
sr@latn: Torent nije završen!
zh_cn: Torrent 不完整！
