Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: No incoming connections (possibly firewalled)
cs: Žárné příchozí spojení (možná špatně nastavený firewall)
da: Ingen indkommende forbindelser (måske bag lukket firewall)
hu: Nincs bejövő kapcsolat (lehet, hogy egy tűzfal miatt)
sr: Нема долазних веза (вероватно сте иза заштитног зида)
sr@latn: Nema dolaznih veza (verovatno ste iza zaštitnog zida)
zh_cn: 无进入连接(可能被防火墙阻挡)

source: Info
cs: Informace
hu: Információ
sr: Инфо
zh_cn: 信息

source: Data transferred during the current session
cs: Přenesená data během aktuální relace
da: Data overført i den nuværende session
hu: Az aktuális munkafolyamatban átvitt adatmennyiség
sr: Подаци пренесени током тренутне сесије
sr@latn: Podaci preneseni tokom trenutne sesije
zh_cn: 在当前会话中传输的数据

source: Current speed of all torrents combined
cs: Aktuální rychlost všech torrentů dohromady
da: Nuværende hastighed for alle torrenter sammenlagt
hu: A torrentek pillanatnyi sebessége összesen
sr: Тренутна брзина свих торента заједно
sr@latn: Trenutna brzina svih torenta zajedno
zh_cn: 当前所有下载的总速度

source: Groups
cs: Skupiny
da: Grupper
hu: Csoportok
sr: Групе
sr@latn: Grupe
zh_cn: 组

source: _: to start Start
cs: Spustit
da: Start
hu: Indítás
sr: Покрени
sr@latn: Pokreni
zh_cn: 开始

source: _: to stop Stop
cs: Zastavit
da: Stop
hu: Leállítás
sr: Заустави
sr@latn: Zaustavi
zh_cn: 停止

source: _: to start all Start All
cs: Spustit vše
da: Start alle
hu: Minden torrent elindítása
sr: Покрени све
sr@latn: Pokreni sve
zh_cn: 全部开始

source: _: to stop all Stop All
cs: Zastavit vše
da: Stop alle
hu: Minden torrent leállítása
sr: Заустави све
sr@latn: Zaustavi sve
zh_cn: 全部停止

source: _: to paste torrent URL Paste Torrent URL...
cs: Vložit URL torrentu...
da: Indsæt URL for torrent...
hu: Torrent URL beillesztése...
sr: Пренеси URL торента...
sr@latn: Prenesi URL torenta...
zh_cn: 粘贴 Torrent URL...

source: _: to open Queue Manager Open Queue Manager...
cs: Otevřít správce fronty...
da: Åbn køhåndtering...
hu: Sorkezelő...
sr: Отвори управника редоследа...
sr@latn: Otvori upravnika redosleda...
zh_cn: 打开队列管理器...

source: Enqueue/Dequeue
cs: Přidat do/Vyřadit z fronty
da: Tilføj til/Fjern fra kø
hu: Sorkezelővel/egyedi vezérléssel
sr: Стави/Уклони из реда
sr@latn: Stavi/Ukloni iz reda
zh_cn: 入队/离队

source: IPFilter
cs: Nastavení blokování IP
hu: IP-szűrő
sr: ИП филтер
zh_cn: IP 过滤器

source: Check Data Integrity
cs: Ověřit správnost dat
da: Kontrollér dataintegritet
hu: Az adatintegritás ellenőrzése
sr: Провери исправност података
sr@latn: Proveri ispravnost podataka
zh_cn: 检查数据完整性

source: Set max upload rate
cs: Maximální rychlost odesílání
da: Sæt maksimal upload-hastighed
hu: Max. feltöltési sebesség
sr: Највећа брзина слања
sr@latn: Najveća brzina slanja
zh_cn: 设定最大上传速率

source: Set max download rate
cs: Maximální rychlost stahování
da: Sæt maksimal download-hastighed
hu: Max. letöltési sebesség
sr: Највећа брзина преузимања
sr@latn: Najveća brzina preuzimanja
zh_cn: 设定最大下载速率

source: Torrent Files
cs: Torrent soubory
da: Torrent-filer
hu: Torrentfájlok
sr: Торент фајлови
sr@latn: Torent fajlovi
zh_cn: 种子文件

source: All Files
cs: Všechny soubory
da: Alle filer
hu: Minden fájl
sr: Сви фајлови
sr@latn: Svi fajlovi
zh_cn: 所有文件

source: Open Location
cs: Otevřít umístění
da: Åbn sted
hu: A könyvtár megnyitása
sr: Отвори локацију
sr@latn: Otvori lokaciju
zh_cn: 打开位置

source: Speed down: %1 / up: %2
cs: Rychlost stahování: %1 / odesílání: %2
da: Hastighed ned: %1 op: %2
hu: Sebesség le: %1 / fel: %2
sr: Брзина преузимања: %1 / слања: %2
sr@latn: Brzina preuzimanja: %1 / slanja: %2
zh_cn: 下载速度：%1/上传速度：%2

source: Transferred down: %1 / up: %2
cs: Staženo: %1 / odesláno: %2
da: Overført ned: %1 op: %2
hu: Letöltve: %1 / feltöltve: %2
sr: Преузето: %1 / Послато: %2
sr@latn: Preuzeto: %1 / Poslato: %2
zh_cn: 下载量：%1 /上传量：%2

source: DHT: %1 nodes, %2 tasks
cs: DHT: %1 uzlů, %2 úloh
da: DHT: %1 knuder, %2 aktiviteter
hu: DHT: %1 csomópont, %2 feladat
sr: DHT: веза %1, послова %2
sr@latn: DHT: veza %1, poslova %2
zh_cn: DHT：%1 个节点，%2 个任务

source: DHT: off
cs: DHT: vypnuto
da: DHT: fra
hu: DHT: ki
sr: DHT: искључен
sr@latn: DHT: isključen
zh_cn: DHT：关

source: All Torrents
cs: Všechny torrenty
da: Alle torrenter
hu: Minden torrent
sr: Сви торенти
sr@latn: Svi torenti
zh_cn: 全部 Torrent

source: Find:
hu: Keresés:
sr: Нађи:
sr@latn: Nađi:
zh_cn: 查找：

source: Case sensitive
da: Versalfølsom
hu: Nagybetűérzékeny
sr: Разликуј мала и велика слова
sr@latn: Razlikuj mala i velika slova
zh_cn: 大小写敏感

source: Move to left dock
cs: Přesunout do levého doku
da: Flyt til venstre dok
hu: Áthelyezés a bal dokkolóra
sr: Помери на леви док
sr@latn: Pomeri na levi dok
zh_cn: 移到左侧停靠区

source: Move to right dock
cs: Přesunout do pravého doku
da: Flyt til højre dok
hu: Áthelyezés a jobb dokkolóra
sr: Помери на десни док
sr@latn: Pomeri na desni dok
zh_cn: 移到右侧停靠区

source: Move to bottom dock
cs: Přesunout do dolního doku
da: Flyt til nederste dok
hu: Áthelyezés az alsó dokkolóra
sr: Помери на доњи док
sr@latn: Pomeri na donji dok
zh_cn: 移到底部停靠区

source: Assign Accelerator...
cs: Přířadit akcelerátor...
da: Tildel accelerator...
hu: Gyorsbillentyű hozzárendelése...
sr: Додели убрзавач...
sr@latn: Dodeli ubrzavač...
zh_cn: 指派快捷键...

source: Clear Accelerator
cs: Odstranit akcelerátor
da: Ryd accelerator
hu: Gyorsbillentyű törlése
sr: Очисти убрзавач
sr@latn: Očisti ubrzavač
zh_cn: 清除快捷键

source: Change Button Number
cs: Změnit číslo tlačítka
da: Ændr knapnummer
hu: A gombszám módosítása
sr: Промени број дугмета
sr@latn: Promeni broj dugmeta
zh_cn: 更改按钮编号

source: New accelerator number:
cs: Nové číslo akcelerátoru:
da: Nyt acceleratornummer:
hu: Új gyorsbillentyűszám:
sr: Нови број убрзавача:
sr@latn: Novi broj ubrzavača:
zh_cn: 新快捷键编号：

source: You must enter IP in format 'XXX.XXX.XXX.XXX'. You can also use wildcards for ranges like '127.0.0.*'.
cs: Musíte vložit IP ve formátu 'XXX.XXX.XXX.XXX'. Můžete také použít náhradní znaky. Například '127.0.0.*'.
da: Du skal indtaste IP-adresser af formen 'XXX.XXX.XXX.XXX'. Du kan også bruge jokertegn for områder såsom '127.0.0.*'.
hu: Az IP-címet 'XXX.XXX.XXX.XXX' formátumban kell megadni, valamint a címtartományok megadásához helyettesítő karakterek is használhatók (pl. 127.0.0.*).
sr: Морате унети IP у облику „XXX.XXX.XXX.XXX“. Такође, можете користити и џокере за опсеге, нпр „127.0.0.*“.
sr@latn: Morate uneti IP u obliku „XXX.XXX.XXX.XXX“. Takođe, možete koristiti i džokere za opsege, npr „127.0.0.*“.
zh_cn: 您必须按照“XXX.XXX.XXX.XXX”格式输入 IP，可以使用如“127.0.0.*”这样的范围通配符。

source: Choose a file
cs: Vybrat soubor
da: Vælg en fil
hu: Fájlválasztó
sr: Изаберите фајл
sr@latn: Izaberite fajl
zh_cn: 选择文件

source: Choose a filename to save under
cs: Zvolte soubor pro uložení torrentu
da: Vælg et filnavn at gemme til
hu: Válassza ki a mentendő fájlt nevét
sr: Изаберите име фајла под којим снимате
sr@latn: Izaberite ime fajla pod kojim snimate
zh_cn: 选择用来保存的文件名

source: Malformed URL.
cs: Chybné URL.
da: Misdannet URL.
hu: Hibás formátumú URL.
sr: Лоше формиран URL.
sr@latn: Loše formiran URL.
zh_cn: 错误的 URL。

source: Downloads
cs: Stahování
da: Download
hu: Letöltések
sr: Преузимања
sr@latn: Preuzimanja
zh_cn: 下载

source: Uploads
cs: Odesílání
da: Overførsler
hu: Feltöltések
sr: Слања
sr@latn: Slanja
zh_cn: 上传

source: Specified port (%1) is unavailable or in use by another application. KTorrent is now using port %2.
cs: Zadaný port (%1) je nedostupný nebo používaný jinou aplikací. KTorrent nyní používá port %2.
da: Angiven port (%1) er ikke tilgængelig eller bruges af et andet program. KTorrent bruger nu port %2.
hu: A megadott port (%1) nem érhető el vagy egy másik alkalmazás használja. A KTorrent most a(z) %2 portot használja.
sr: Наведени порт (%1) је недоступан или га користи други програм. КТорент сада користи порт %2.
sr@latn: Navedeni port (%1) je nedostupan ili ga koristi drugi program. KTorent sada koristi port %2.
zh_cn: 指定的端口(%1)不可用，或者已经被其它应用程序使用。KTorrent 现在使用端口 %2。

source: KTorrent is unable to accept connections because the ports %1 to %2 are already in use by another program.
cs: KTorrent není schopen příjmout připojení, protože porty od %1 do %2 jsou již využívány jiným programem.
da: Ktorrent kan ikke acceptere forbindelser eftersom portene %1 til %2 allerede bruges af et andet program.
hu: A KTorrent nem tudja felépíteni a kapcsolatot, mert a(z) %1-%2 porttartományt egy másik program már használja.
sr: КТорент не може да прихвата везе јер су портови %1 до %2 већ употребљени од стране другог програма.
sr@latn: KTorent ne može da prihvata veze jer su portovi %1 do %2 već upotrebljeni od strane drugog programa.
zh_cn: KTorrent 无法接收连接，因为 %1 到 %2 的端口已被其它程序占用。

source: Cannot create torrent: %1
cs: Nelze vytvořit torrent: %1
da: Kan ikke oprette torrent: %1
hu: Nem sikerült létrehozni ezt a torrentet: %1
sr: Не могу да направим торент: %1
sr@latn: Ne mogu da napravim torent: %1
zh_cn: 无法创建 torrent：%1

source: Several data files of the torrent "%1" are missing, do you want to recreate them, or do you want to not download them?
cs: Některá data z torrentu "%1" chybějí, přejete si je znovu vytvořit, nebo je nechcete stahovat?
da: Flere datafiler i din torrent "%1" mangler. Vil du genoprette dem, eller vil du lade være med at hente dem hjem?
hu: A(z) "%1" torrent néhány fájlja hiányzik. Le szeretné tölteni ezeket a fájlokat vagy inkább kihagyja?
sr: Недостаје неколико фајлова „%1“ торента. Желите ли да их поново направите или да их не преузимате?
sr@latn: Nedostaje nekoliko fajlova „%1“ torenta. Želite li da ih ponovo napravite ili da ih ne preuzimate?
zh_cn: 种子“%1”的部分数据文件已丢失，您要重新生成它们，还是不要再重新下载？

source: Recreate
cs: Vytvořit znovu
da: Genopret
hu: Letöltés
sr: Направи
sr@latn: Napravi
zh_cn: 重建

source: Do Not Download
cs: Nestahovat
da: Hent ikke
hu: Nem kell letölteni
sr: Не преузимај
sr@latn: Ne preuzimaj
zh_cn: 不下载

source: Cannot recreate missing files: %1
cs: Nelze vytvořit chybějící soubor: %1
da: Kan ikke genoprette manglende filer: %1
hu: Nem sikerült létrehozni a hiányzó fájlokat: %1
sr: Не могу да направим недостајуће фајлове: %1
sr@latn: Ne mogu da napravim nedostajuće fajlove: %1
zh_cn: 无法重建缺少的文件：%1

source: Data files are missing
cs: Soubory s daty chybí
da: Datafiler mangler
hu: Hiányzó fájlok
sr: Недостају фајлови са подацима
sr@latn: Nedostaju fajlovi sa podacima
zh_cn: 数据文件缺失

source: Cannot deselect missing files: %1
cs: Nelze odznačit chybějící soubory: %1
da: Kan ikke fravælge manglende filer: %1
hu: Nem lehet megszüntetni a hiányzó fájlok kijelöltségét: %1
sr: Не могу да демаркирам недостајуће фајлове: %1
sr@latn: Ne mogu da demarkiram nedostajuće fajlove: %1
zh_cn: 无法反选缺少的文件：%1

source: The file where the data is saved of the torrent "%1" is missing, do you want to recreate it?
cs: Soubor, kde byla uložena data z torrentu "%1" chybí, přejete si jej opět vytvořit?
da: Filen hvor data fra din torrent "%1" gemmes mangler. Vil du genoprette den?
hu: Hiányzik egy fájl a(z) "%1" torrent mentési könyvtárából. Létre szeretné hozni?
sr: Недостаје фајл у који се снимају подаци „%1“ торента. Желите ли да га поново направите?
sr@latn: Nedostaje fajl u koji se snimaju podaci „%1“ torenta. Želite li da ga ponovo napravite?
zh_cn: 种子“%1”保存的数据文件丢失，您想要重新创建它吗？

source: Do Not Recreate
da: Genopret ikke
hu: Nem kell létrehozni
sr: Не прави поново
sr@latn: Ne pravi ponovo
zh_cn: 不重建

source: Cannot recreate data file: %1
cs: Nelze vytvořit soubor s daty: %1
da: Kan ikke genoprette datafil: %1
hu: Nem sikerült létrehozni ezt a fájlt: %1
sr: Не могу да направим фајл: %1
sr@latn: Ne mogu da napravim fajl: %1
zh_cn: 无法重建数据文件：%1

source: Data file is missing
cs: Soubor s daty chybí
da: Datafil mangler
hu: Hiányzó fájl
sr: Недостаје фајл са подацима
sr@latn: Nedostaje fajl sa podacima
zh_cn: 缺少数据文件

source: Checking Data Integrity
cs: Kontroluji neporušenost dat
da: Kontrollerer dataintegritet
hu: Az adatintegritás ellenőrzése
sr: Провери податке
sr@latn: Proveri podatke
zh_cn: 检查数据完整性

source: infinity
cs: nekonečno
da: uendelig
hu: végtelen
sr: бесконачно
sr@latn: beskonačno
zh_cn: 无限制

source: Error scanning data: %1
cs: Chyba při kontrole dat: %1
da: Fejl ved gennemsøgning af data: %1
hu: Hiba történt az adatok vizsgálatakor: %1
sr: Грешка при провери података: %1
sr@latn: Greška pri proveri podataka: %1
zh_cn: 扫描数据出错：%1

source: Scanning data of <b>%1</b> :
cs: Kontroluji data torrentu <b>%1</b> :
da: Skanner data fra <b>%1</b>:
hu: Ellenőrzés: <b>%1</b> :
sr: Проверавам податке за <b>%1</b> :
sr@latn: Proveravam podatke za <b>%1</b> :
zh_cn: 扫描 <b>%1</b> 的数据：

source: A BitTorrent program for KDE
cs: BitTorrent pro KDE
da: Et BitTorrent-program for KDE
hu: KDE-alapú BitTorrent-kliens
sr: BitTorrent програм за KDE
sr@latn: BitTorrent program za KDE
zh_cn: KDE 下的 BitTorrent 程序

source: Debug mode
cs: Ladicí režim
da: Fejlsøgningstilstand
hu: Nyomkövetési mód
sr: Режим исправљања грешака
sr@latn: Režim ispravljanja grešaka
zh_cn: 调试模式

source: Silently save torrent given on URL
sr: Тихо сними торент дат у URL-у
sr@latn: Tiho snimi torent dat u URL-u

source: Document to open
cs: Dokument k otevření
da: Dokument der skal åbnes
hu: Megnyitandó dokumentum
sr: Документ за отварање
sr@latn: Dokument za otvaranje
zh_cn: 要打开的文档

source: KTorrent
sr: КТорент
sr@latn: KTorent

source: RSS Plugin
cs: RSS zásuvný modul
hu: RSS bővítmény
sr: RSS прикључак
sr@latn: RSS priključak
zh_cn: RSS 插件

source: Webinterface Plugin
cs: Zásuvný modul webového rozhraní
hu: Webes felület bővítmény
sr: Прикључак веб интерфејса
sr@latn: Priključak veb interfejsa
zh_cn: Web 界面插件

source: Statistics Plugin
cs: Modul statistik
da: Statistik-plugin
hu: Statisztika bővítmény
sr: Прикључак статистике
sr@latn: Priključak statistike
zh_cn: 统计插件

source: Application icon and a couple of others
cs: Ikona aplikace a další ikony
da: Programikon og et par andre
hu: Alkalmazásikon és más ikonok
sr: Икона програма и још понека
sr@latn: Ikona programa i još poneka
zh_cn: 应用程序图标及其它

source: The downloads icon
cs: Ikona stahování
da: Download-ikoner
hu: Letöltési ikon
sr: Икона преузимања
sr@latn: Ikona preuzimanja
zh_cn: 下载图标

source: 1.0 application icon
cs: Ikona 1.0 aplikace
da: Programikon for 1.0
hu: 1.0 alkalmazásikon
sr: 1.0 Икона програма
sr@latn: 1.0 Ikona programa
zh_cn: 1.0 应用程序图标

source: ChunkBar's tooltip and IWFileTreeItem sorting
da: Værktøjsvink i ChunkBar og sortering af IWFileTreeItem
hu: A ChunkBar tippjei és az IWFileTreeItem rendezése
sr: Савети траке парчића и разврставање ставки IW фајла
sr@latn: Saveti trake parčića i razvrstavanje stavki IW fajla
zh_cn: 下载块栏的工具提示和 IWFileTreeItem 排序

source: Country locator for InfoWidget plugin (This product includes GeoLite data created by MaxMind, available from http://www.maxmind.com/).
cs: Vyhledávač země pro InfoWidget modul (Tento produkt zahrnuje GeoLite data vytvořená MaxMindem, dostupná z http://www.maxmind.com/).
da: Landefinder til InfoWidget-pluginet (Dette produkt indeholder GeoLite-data skabt af MaxMind, tilgængelig fra http://www.maxmind.com/).
hu: Országkereső az InfoWidget bővítményhez (Ez a termék a MaxMind által készített GeoLiteadatokat tartalmazza, amely a http://www.maxmind.com/ oldalon található).
sr: Локатор земаља за InfoWidget прикључак (Овај производ укључује GeoLite податке које је направио MaxMind, доступне на http://www.maxmind.com/).
sr@latn: Lokator zemalja za InfoWidget priključak (Ovaj proizvod uključuje GeoLite podatke koje je napravio MaxMind, dostupne na http://www.maxmind.com/).
zh_cn: 信息部件插件的国家定位器(此产品包含 MaxMind 创建的地理数据，相关主页在 http://www.maxmind.com/)

source: Country flags
cs: Vlajka země
da: Landeflag
hu: Országzászlók
sr: Заставе земаља
sr@latn: Zastave zemalja
zh_cn: 国旗

source: File prioritization
cs: Nastavení priority souboru
da: Filprioritering
hu: Fájlprioritás
sr: Приоритет фајла
sr@latn: Prioritet fajla
zh_cn: 文件优先化

source: Miniupnp was used as an example for our own UPnP implementation
cs: Miniupnp bylo použito jako příklad pro vaše vlastní využití UPnP
da: Miniupnp anvendes som et eksempel for vor egen implementering af UPnP
hu: A Miniupnp program mintájára készült a saját UPnP-megvalósításunk
sr: Miniupnp је коришћен као пример за нашу UPnP примену
sr@latn: Miniupnp je korišćen kao primer za našu UPnP primenu
zh_cn: Miniupnp 是我们自己的 UPnP 简易实现范例

source: Global max share ratio patch
cs: Políčko pro souhrnný maximální poměr sdílení
da: Programrettelse for globalt maksimalt delingsforhold
hu: Globális max. megosztási arány (folt)
sr: Закрпа за глобални највећи однос дељења
sr@latn: Zakrpa za globalni najveći odnos deljenja
zh_cn: 全局最大共享率的补丁

source: Zeroconf enhancements
cs: Rozšíření Zeroconf
da: Forbedringer af Zeroconf
hu: Zeroconf-kiegészítések
sr: Zeroconf побољшања
sr@latn: Zeroconf poboljšanja
zh_cn: Zeroconf 加强

source: Coldmilk webgui
hu: Coldmilk webes felület
sr: Coldmilk веб интерфејс
sr@latn: Coldmilk veb interfejs
zh_cn: 冰镇牛奶一样的 Web 界面

source: IDEAl code from KDevelop
da: IDEAl-kode fra KDevelop
hu: IDEAl-kód a KDevelopból
sr: IDEAl код из KDevelop-а
sr@latn: IDEAl kod iz KDevelop-a
zh_cn: 来自 KDevelop 的 IDEAl 代码

source: Conversion speed improvement in ipfilter plugin
da: Forbedring af konverteringshastighed i ipfilter-pluginet
hu: A konvertálási sebesség javítása az IP-szűrő modulban
sr: Побољшање конверзије брзине у прикључку ИП филтера
sr@latn: Poboljšanje konverzije brzine u priključku IP filtera
zh_cn: IP 过滤插件的会话速度改善

source: Discovered 2 security vulnerabilities (both are fixed)
da: Fandt 2 sårbarheder ifht. sikkerhed (begge er rettet)
hu: 2 biztonsági hiba felfedezése (mindkettő javítva)
sr: Открио 2 сигурносна пропуста (оба су отклоњена)
sr@latn: Otkrio 2 sigurnosna propusta (oba su otklonjena)
zh_cn: 发现了两个安全缺陷(都已修正)

source: Patch to load silently with a save location
da: Rettelse som skal indlæses stille med gemmeplacering
hu: Folt a rákérdezés nélküli betöltéshez
sr: Закрпа за тихо учитавање са сачуване локације
sr@latn: Zakrpa za tiho učitavanje sa sačuvane lokacije
zh_cn: 静默装入保存位置的补丁

source: Fixes in PHP code of webinterface
da: Rettelser i webinterfacets PHP-kode
hu: Javítások a webes felület PHP-kódjában
sr: Исправке у PHP коду веб интерфејса
sr@latn: Ispravke u PHP kodu veb interfejsa
zh_cn: Web 界面的 PHP 代码修正

source: XFS specific disk preallocation
da: XFS-specifik præallokering af disk
hu: XFS-specifikus lemezfoglalás
sr: Резервисање простора на XFS диску
sr@latn: Rezervisanje prostora na XFS disku
zh_cn: XFS 特定的磁盘预分配机制

source: Patch to not show very low speeds
da: Rettelse til ikke at vise meget lave hastigheder
hu: A nagyon alacsony sebességek elrejtése (folt)
sr: Закрпа за не-приказивање веома малих брзина
sr@latn: Zakrpa za ne-prikazivanje veoma malih brzina
zh_cn: 不显示极低速度的补丁

source: Patch to show potentially firewalled status
da: Rettelse som viser status af mulig lukket firewall
hu: Folt az esetleges tűzfalazás kijelzéséhez
sr: Закрпа за приказивање могућег стања иза заштитног зида
sr@latn: Zakrpa za prikazivanje mogućeg stanja iza zaštitnog zida
zh_cn: 显示防火墙潜在状态的补丁

source: Several patches
cs: Několik patchů
da: Adskillige rettelser
hu: Javítások
sr: Неколико закрпа
sr@latn: Nekoliko zakrpa
zh_cn: 若干补丁

source: Patch to hide the menubar
da: Rettelse som kan skjule menulinjen
hu: Folt a menüsor elrejtéséhez
sr: Закрпа за скривање траке менија
sr@latn: Zakrpa za skrivanje trake menija
zh_cn: 隐藏菜单栏的补丁

source: Patch to modify file priorities in the webgui
da: Rettelse til at ændre filprioriteter i webgui
hu: Folt a fájlprioritás módosításához a webes felületen
sr: Закрпа за измену својства фајла кроз веб интерфејс
sr@latn: Zakrpa za izmenu svojstva fajla kroz veb interfejs
zh_cn: 在 Web 界面中修正文件优先级的补丁

source: Several webgui patches
da: Adskillige webgui-rettelser
hu: Foltok a webes felülethez
sr: Неколико закрпа веб интерфејса
sr@latn: Nekoliko zakrpa veb interfejsa
zh_cn: 若干 Web 界面相关的补丁

source: Filterbar patch
da: Rettelse til filtrerlinje
hu: Folt a szűrő eszköztárhoz
sr: Закрпа за траку филтера
sr@latn: Zakrpa za traku filtera
zh_cn: 过滤栏补丁

source: Non threaded fileview update patch
da: Rettelse af ikke-trådet opdatering af filvisning
hu: Folt: szálak nélküli fájlnézetfrissítés
sr: Закрпа за не разгранато ажурирање приказа фајла
sr@latn: Zakrpa za ne razgranato ažuriranje prikaza fajla
zh_cn: 非线程化文件视图更新的补丁

source: Optimization to SHA1 hash generation
da: Optimering af SHA1 hash-generering
hu: Optimalizálás az SHA1 hash készítéséhez
sr: Оптимизација за генерисање SHA1 хеша
sr@latn: Optimizacija za generisanje SHA1 heša
zh_cn: SHA1 哈希值生成优化

source: Patch to fix free diskspace calculation on FreeBSD
da: Rettelse af beregning af ledig diskplads på FreeBSD
hu: Folt a szabad lemezterület kiszámításához FreeBSD redszerekben
sr: Закрпа за сређивање прорачуна слободног простора у FreeBSD-у
sr@latn: Zakrpa za sređivanje proračuna slobodnog prostora u FreeBSD-u
zh_cn: 修正了 FreeBSD 上空闲磁盘空间计算方式的补丁

source: Patch to load torrents silently from the command line
sr: Закрпа за тихо учитавање торената из командне линије
sr@latn: Zakrpa za tiho učitavanje torenata iz komandne linije

source: You must select a file or a folder.
cs: Je třeba zvolit soubor nebo složku.
da: Du skal vælge en fil eller en mappe.
hu: Ki kell választani egy fájlt vagy könyvtárat.
sr: Морате изабрати фајл или фасциклу.
sr@latn: Morate izabrati fajl ili fasciklu.
zh_cn: 您必须选择一个文件或文件夹。

source: You have not added a tracker, are you sure you want to create this torrent ?
cs: Nemáte přidán tracker, jste si jisti, že chcete vytvořit tento torrent?
da: Du har ikke tilføjet en tracker, vil du oprette denne torrent?
hu: Egy követőt sem vett fel, biztosan így szeretné létrehozni a torrentet?
sr: Нисте додали пратиоца. Јесте ли сигурни да хоћете да направите овај торент ?
sr@latn: Niste dodali pratioca. Jeste li sigurni da hoćete da napravite ovaj torent ?
zh_cn: 您还没有添加一个 tracker，您确定想要就这样创建种子吗？

source: You must add at least one node.
cs: Musíte přidat alespoň jeden DHT uzel.
da: Du skal tilføje mindst en knude.
hu: Legalább egy csomópontot fel kell venni.
sr: Морате додати бар један чвор.
sr@latn: Morate dodati bar jedan čvor.
zh_cn: 您必须至少添加一个节点。

source: Torrent Files (*.torrent)
cs: Torrent soubory (*.torrent)
da: Torrent-filer (*.torrent)
hu: Torrentfájlok (*.torrent)
sr: Торент фајлови (*.torrent)
sr@latn: Torent fajlovi (*.torrent)
zh_cn: 种子文件 (*.torrent)

source: Choose File to Save Torrent
cs: Zvolte soubor pro uložení torrentu
da: Vælg en fil hvor din torrent skal gemmes
hu: Válassza ki a mentendő fájl nevét
sr: Изаберите фајл да снимите торент
sr@latn: Izaberite fajl da snimite torent
zh_cn: 选择保存 Torrent 的文件

source: Creating %1...
cs: Vytvářím %1...
da: Opretter %1...
hu: %1 létrehozása...
sr: Правим %1...
sr@latn: Pravim %1...
zh_cn: 正在创建 %1...

source: Custom Groups
cs: Vlastní skupiny
da: Egne grupper
hu: Egyedi csoportok
sr: Посебне групе
sr@latn: Posebne grupe
zh_cn: 自定义组

source: New Group
cs: Nová skupina
da: Ny gruppe
hu: Új csoport
sr: Нова група
sr@latn: Nova grupa
zh_cn: 新建组

source: Edit Name
cs: Upravit jméno
da: Redigér navn
hu: Név szerkesztése
sr: Уреди име
sr@latn: Uredi ime
zh_cn: 编辑名称

source: Remove Group
cs: Odstranit skupinu
da: Fjern gruppe
hu: Csoport eltávolítása
sr: Уклони групу
sr@latn: Ukloni grupu
zh_cn: 删除组

source: Open Tab
cs: Otevřít záložku
da: Åbn faneblad
hu: Lap megnyitása
sr: Отвори језичак
sr@latn: Otvori jezičak
zh_cn: 打开标签

source: Please enter the group name.
cs: Zadejte prosím jméno skupiny.
da: Angiv gruppenavnet.
hu: Adja meg a csoport nevét.
sr: Унесите име групе.
sr@latn: Unesite ime grupe.
zh_cn: 请输入组名称。

source: The group %1 already exists.
cs: Skupina %1 již existuje.
da: Gruppen %1 findes allerede.
hu: A(z) %1 nevű csoport már létezik.
sr: Група %1 већ постоји.
sr@latn: Grupa %1 već postoji.
zh_cn: 组 %1 已经存在。
