Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Client
cs: Klient
da: Klient
hu: Kliens
sr: Програм
sr@latn: Program
zh_cn: 客户端

source: Choked
cs: Udušeno
da: Kvalt
hu: Akadozik
sr: Загушено
sr@latn: Zagušeno
zh_cn: 已屏蔽

source: Snubbed
cs: Utlumený
da: Afvist
hu: Lefulladt
sr: Квргаво
sr@latn: Kvrgavo
zh_cn: 已阻止

source: Availability
cs: Dostupnost
da: Tilgængelighed
hu: Elérhető darabok
sr: Доступност
sr@latn: Dostupnost
zh_cn: 可用性

source: Score
cs: Skóre
da: Scoring
hu: Pontszám
sr: Оцена
sr@latn: Ocena
zh_cn: 评分

source: Upload Slot
cs: Odesílací slot
da: Upload-placering
hu: Feltöltő pont
sr: Веза слања
sr@latn: Veza slanja
zh_cn: 上传通道

source: Requests
cs: Požadavky
da: Forespørgsler
hu: Kérések
sr: Захтеви
sr@latn: Zahtevi
zh_cn: 请求

source: _: to kick Kick peer
cs: Odpojit protějšek
da: Spark peer af
hu: Partner kirúgása
sr: Избаци вршњака
sr@latn: Izbaci vršnjaka
zh_cn: 踢出对方

source: _: to ban Ban peer
cs: Zakázat protějšek
da: Bandlys peer
hu: Partner letiltása
sr: Блокирај вршњака
sr@latn: Blokiraj vršnjaka
zh_cn: 屏蔽对方

source: <img src="available_color">&nbsp; - Available Chunks<br><img src="unavailable_color">&nbsp; - Unavailable Chunks<br><img src="excluded_color">&nbsp; - Excluded Chunks
cs: <img src="available_color">&nbsp; - Dostupné bloky<br><img src="unavailable_color">&nbsp; - Nedostupné bloky<br><img src="excluded_color">&nbsp; - Vyloučené bloky
da: <img src="available_color">&nbsp; - Tilgængelige blokke<br><img src="unavailable_color">&nbsp; - Ikke tilgængelige blokke<br><img src="excluded_color">&nbsp; - Undtagne blokke
hu: <img src="available_color">&nbsp; -Elérhető darabok:<br><img src="unavailable_color">&nbsp; - Nem elérhető darabok:<br><img src="excluded_color">&nbsp; - Kizárt darabok:
sr: <img src="available_color">&nbsp; - Доступни парчићи<br><img src="unavailable_color">&nbsp; - Недоступни парчићи<br><img src="excluded_color">&nbsp; - Изузети парчићи
sr@latn: <img src="available_color">&nbsp; - Dostupni parčići<br><img src="unavailable_color">&nbsp; - Nedostupni parčići<br><img src="excluded_color">&nbsp; - Izuzeti parčići
zh_cn: <img src="available_color">&nbsp; - 可用的块<br><img src="unavailable_color">&nbsp; - 不可用的块<br><img src="excludec_color">&nbsp; - 排除的块

source: Information Widget Options
cs: Možnosti informačního Widgetu
da: Tilvalg for informationskomponent
hu: Az információs ablak beállításai
sr: Опције Инфо прозора
sr@latn: Opcije Info prozora
zh_cn: 信息部件选项

source: <img src="available_color">&nbsp; - Downloaded Chunks<br><img src="unavailable_color">&nbsp; - Chunks to Download<br><img src="excluded_color">&nbsp; - Excluded Chunks
cs: <img src="available_color">&nbsp; - Stažené bloky<br><img src="unavailable_color">&nbsp; - Bloky ke stažení<br><img src="excluded_color">&nbsp; - Vyloučené bloky
da: <img src="available_color">&nbsp; - Hentede bloklke<br><img src="unavailable_color">&nbsp; - Blokke at hente<br><img src="excluded_color">&nbsp; - Undtagne blokke
hu: <img src="available_color">&nbsp; - Letöltött darabok:<br><img src="unavailable_color">&nbsp; - Letöltendő darabok:<br><img src="excluded_color">&nbsp; - Kizárt darabok:
sr: <img src="available_color">&nbsp; - Преузети парчићи<br><img src="unavailable_color">&nbsp; - Парчићи за преузимање<br><img src="excluded_color">&nbsp; - Изузети парчићи
sr@latn: <img src="available_color">&nbsp; - Preuzeti parčići<br><img src="unavailable_color">&nbsp; - Parčići za preuzimanje<br><img src="excluded_color">&nbsp; - Izuzeti parčići
zh_cn: <img src="available_color">&nbsp; - 下载块 <br><img src="unavailable_color">&nbsp; - 要下载的块<br><img src="excluded_color">&nbsp; - 排除的块

source: Convert
cs: Převést
da: Konvertér
hu: Konvertálás
sr: Претвори
sr@latn: Pretvori
zh_cn: 转换

source: Loading txt file...
cs: Nahrává se txt soubor...
da: Indlæser txt-fil...
hu: Szöveges fájl betöltése...
sr: Учитавам txt фајл...
sr@latn: Učitavam txt fajl...
zh_cn: 正在装入文本文件...

source: Please wait...
cs: Čekejte prosím...
da: Vent venligst...
hu: Egy kis türelmet...
sr: Молим сачекајте...
sr@latn: Molim sačekajte...
zh_cn: 请稍候...

source: File converted.
cs: Soubor převeden.
da: Fil konverteret.
hu: A fájl átkonvertálása megtörtént.
sr: Фајл претворен.
sr@latn: Fajl pretvoren.
zh_cn: 文件已转换。

source: Could not load filter:
cs: Nelze načíst filtr:
da: Kunne ikke indlæse filter:
hu: Nem tudom a szűrőt betölteni:
sr: Не могу да учитам филтер:
sr@latn: Ne mogu da učitam filter:
zh_cn: 无法装入过滤器：

source: Bad filter file. It may be corrupted or has a bad format.
cs: Chybný soubor filtru. Soubor je poškozený nebo má špatný formát.
da: Dårlig filterfil. Den kan være ødelagt, eller have et forkert format.
hu: Hibás szűrőfájl. Lehet, hogy a fájl megsérült vagy nem megfelelő a formátuma.
sr: Лош фајл филтера. Можда је оштећен или има лош формат.
sr@latn: Loš fajl filtera. Možda je oštećen ili ima loš format.
zh_cn: 无效的过滤规则。该文件可能已损坏或者格式不对。

source: Filters out unwanted peers based on their IP address
cs: Odstraňuje nechtěné protějšky na základě jejich IP adres
da: Filtrerer uønskede peers fra baseret på deres IP-adresse
hu: A nemkívánatos partnerek kiszűrése IP-cím alapján
sr: Филтрира нежељене вршњаке на основу њихове ИП адресе
sr@latn: Filtrira neželjene vršnjake na osnovu njihove IP adrese
zh_cn: 根据 IP 地址过滤排除不想接受的对等点

source: IP Filter
hu: IP-szűrő
sr: IP филтер
zh_cn: IP 过滤器

source: Status: Loaded and running.
cs: Stav: zaveden a běží.
da: Status: Indlæst og kører.
hu: Állapot: elindult.
sr: Стање: Учитан и ради.
sr@latn: Stanje: Učitan i radi.
zh_cn: 状态：已装入且正运行。

source: Status: Not loaded.
cs: Stav: nezaveden.
da: Status: Ikke indlæst.
hu: Állapot: nincs elindítva.
sr: Стање: Није учитан.
sr@latn: Stanje: Nije učitan.
zh_cn: 状态：未装入

source: Status: <font color="#ff0000">Filter file not found.</font> Download and convert filter file.
cs: Stav: <font color="#ff0000">soubor filtru nenalezen.</font> Stáhnout a konvertovat soubor filtru.
da: Status: <font color="#ff0000">Filterfilen ikke fundet.</font> Download og konvertér filterfilen.
hu: Állapot: <font color="#ff0000">A szűrőfájl nem található.</font> Szűrőfájl letöltése és konvertálása.
sr: Стање: <font color="#ff0000">Филтер није нађен.</font> Преузмите и претворите фајл филтера.
sr@latn: Stanje: <font color="#ff0000">Filter nije nađen.</font> Preuzmite i pretvorite fajl filtera.
zh_cn: 状态：<font color="#ff0000">过滤器文件未找到。</font>下载并转换过滤器文件。

source: Selected file already exists, do you want to download it again?
cs: Zvolený soubor již existuje, chcete jej stáhnout znovu?
da: Markeret fil findes allerede. Vil du hente den igen?
hu: A kiválasztott fájl már létezik, le szeretné tölteni újra?
sr: Изабрани фајл већ постоји. Желите ли да га поново преузмете?
sr@latn: Izabrani fajl već postoji. Želite li da ga ponovo preuzmete?
zh_cn: 选中的文件已经存在，您是否想要再下载一遍？

source: File Exists
cs: Soubor existuje
da: Fil eksisterer
hu: A fájl létezik
sr: Фајл постоји
sr@latn: Fajl postoji
zh_cn: 文件已存在

source: Filter file (level1.dat) already exists, do you want to convert it again?
cs: Soubor filtru (level1.dat) již existuje, chcete jej znovu konvertovat?
da: Filterfilen (level1.dat) findes allerede. Vil du konvertere den igen?
hu: A szűrőfájl (level1.dat) már létezik, szeretné konvertálni ismét?
sr: Фајл филтера (level1.dat) већ постоји. Желите ли да га поново претворите?
sr@latn: Fajl filtera (level1.dat) već postoji. Želite li da ga ponovo pretvorite?
zh_cn: 过滤器文件(level1.dat)已经存在，您想要再次转换吗？

source: IPBlocking Filter
cs: Filtr blokování IP
da: IP-blokeringsfilter
hu: IP-szűrő
sr: Филтер IP блокирања
sr@latn: Filter IP blokiranja
zh_cn: IP 屏蔽过滤器

source: IPBlocking Filter Options
cs: Volby filtru blokování IP
da: Tilvalg for IP-blokeringsfilter
hu: IP-szűrési beállítások
sr: Опције филтера IP блокирања
sr@latn: Opcije filtera IP blokiranja
zh_cn: IP 屏蔽过滤器选项

source: Statistics
cs: Statistika
da: Statistik
hu: Statisztika
sr: Статистика
sr@latn: Statistika
zh_cn: 统计

source: Statistics options
cs: Statistické volby
da: Statistikindstillinger
hu: Statisztika beállításai
sr: Опције статистике
sr@latn: Opcije statistike
zh_cn: 统计选项

source: Leechers connected
cs: Připojených stahovačů
da: Forbunde leechere
hu: Kapcsolódott letöltők
sr: Пијавица повезано
sr@latn: Pijavica povezano
zh_cn: 已连接吸血虫

source: Leechers in swarms
cs: Stahujících v roji
da: Leechere i sværme
hu: Letöltők (rajban)
sr: Пијавица у ројевима
sr@latn: Pijavica u rojevima
zh_cn: 群集中的吸血虫

source: Seeders connected
cs: Připojeno sdílejících
da: Forbundne seedere
hu: Kapcsolódott feltöltők
sr: Сејача повезано
sr@latn: Sejača povezano
zh_cn: 已连接的做种者

source: Seeders in swarms
cs: Sdílejících v roji
da: Seedere i sværme
hu: Feltöltők (rajban)
sr: Сејача у ројевима
sr@latn: Sejača u rojevima
zh_cn: 群集中的做种者

source: Average connected leechers per torrent
cs: Průměrně připojeno stahujících na torrent
da: Gennemsnitligt forbundne leechere per torrent
hu: Kapcsolódott letöltők (átlagosan, torrentenként)
sr: Просечно повезаних пијавица по торенту
sr@latn: Prosečno povezanih pijavica po torentu
zh_cn: 每个种子平均连接的吸血虫数

source: Average connected seeders per torrent
cs: Průměrně připojeno sdílejících na torrent
da: Gennemsnitligt forbundne seedere per torrent
hu: Kapcsolódott feltöltők (átlagosan, torrentenként)
sr: Просечно повезаних сејача по торенту
sr@latn: Prosečno povezanih sejača po torentu
zh_cn: 每个种子平均连接的吸血虫数

source: Average connected leechers per running torrent
cs: Průměrně připojených stahujících na běžící torrent
da: Gennemsnitligt forbundne leechere per kørende torrent
hu: Kapcsolódott letöltők (átlagosan, futó torrentenként)
sr: Просечно повезаних пијавица по покренутом торенту
sr@latn: Prosečno povezanih pijavica po pokrenutom torentu
zh_cn: 每个运行中种子平均连接的吸血虫数

source: Average connected seeders per running torrent
cs: Průměrně připojených sdílejících na běžící torrent
da: Gennemsnitligt forbundne seedere per kørende torrent
hu: Kapcsolódott feltöltők (átlagosan, futó torrentenként)
sr: Просечно повезаних сејача по покренутом торенту
sr@latn: Prosečno povezanih sejača po pokrenutom torentu
zh_cn: 每个运行中种子平均连接的吸血虫数

source: Nodes
cs: Uzlů
da: Knudepunkter
hu: Csomópontok
sr: Чворови
sr@latn: Čvorovi
zh_cn: 结点

source: Tasks
cs: Úloh
da: Opgaver
hu: Feladatok
sr: Послови
sr@latn: Poslovi
zh_cn: 任务

source: Shows transfers statistics
cs: Zobrazit statistiky přenosu
da: Vis overførselsstatistik
hu: Statisztikát jelenít meg a le- és feltöltésekről
sr: Приказује статистику преноса
sr@latn: Prikazuje statistiku prenosa
zh_cn: 显示传输统计

source: Speed statistics
cs: Statistiky rychlosti
da: Hastighedsstatistik
hu: Sebességstatisztika
sr: Статистика брзине
sr@latn: Statistika brzine
zh_cn: 速度统计

source: Connection statistics
cs: Statistiky připojení
da: Forbindelsesstastistik
hu: Kapcsolatstatisztika
sr: Статистика везе
sr@latn: Statistika veze
zh_cn: 连接统计

source: Current
cs: Současná
da: Nuværende
hu: Pillanatnyi
sr: Тренутно
sr@latn: Trenutno
zh_cn: 当前

source: Average
cs: Průměrná
da: Gennemsnit
hu: Átlagos
sr: Просечно
sr@latn: Prosečno
zh_cn: 平均

source: Limit
cs: Omezení
da: Grænse
hu: Korlát
sr: Ограничење
sr@latn: Ograničenje
zh_cn: 限制

source: Average from leecher
cs: Průměrně od stahujících
da: Gennemsnit fra leecher
hu: Átlagos letöltő (letöltésnél)
sr: Просечно од пијавице
sr@latn: Prosečno od pijavice
zh_cn: 来自吸血虫的平均下载速度

source: Average to leecher
cs: Průměrně pro stahující
da: Gennemsnit til leecher
hu: Átlagos letöltő (feltöltésnél)
sr: Просечно ка пијавици
sr@latn: Prosečno ka pijavici
zh_cn: 到吸血虫的平均上传速度

source: Average from seeder
cs: Průměrně od sdílejících
da: Gennemsnit fra seeder
hu: Átlagos feltöltő
sr: Просечно од сејача
sr@latn: Prosečno od sejača
zh_cn: 来自做种者的平均下载速度

source: From leechers
cs: Od stahujících
da: Fra leecher
hu: Letöltő
sr: Од пијавица
sr@latn: Od pijavica
zh_cn: 来自吸血虫

source: From seeders
cs: Od sdílejících
da: Fra seedere
hu: Feltöltő
sr: Од сејача
sr@latn: Od sejača
zh_cn: 来自做种者

source: Legend
cs: Legenda
da: Påskrift
hu: Leírás
sr: Легенда
sr@latn: Legenda
zh_cn: 图例

source: Torrent files
cs: Torrent soubory
da: Torrent-filer
hu: Torrentfájlok
sr: Торент фајлови
sr@latn: Torent fajlovi
zh_cn: Torrent 文件

source: All files
cs: Všechny soubory
da: Alle filer
hu: Minden fájl
sr: Сви фајлови
sr@latn: Svi fajlovi
zh_cn: 全部文件

source: Cannot verify data : %1
cs: Nelze ověřit data: %1
da: Kan ikke verificere data: %1
hu: Nem sikerült ellenőrizni az adatokat: %1
sr: Не могу да проверим податке : %1
sr@latn: Ne mogu da proverim podatke : %1
zh_cn: 无法验证数据：%1

source: Cannot load the torrent file : %1
cs: Nelze načíst torrent: %1
da: Kan ikke indlæse torrent-filen: %1
hu: Nem sikerült betölteni ezt a torrentet: %1
sr: Не могу да учитам торент : %1
sr@latn: Ne mogu da učitam torent : %1
zh_cn: 无法装入 torrent 文件：%1

source: Imports partially or fully downloaded torrents from other clients
cs: Importuje částečně nebo úplně stažené torrenty z jiných klientů
da: Importerer delvis eller fuldstændigt hentede torrent-filer fra andre klienter
hu: Részben vagy teljesen letöltött torrentek importálása más kliensektől
sr: Увози делимично или потпуно преузете торенте из других програма
sr@latn: Uvozi delimično ili potpuno preuzete torente iz drugih programa
zh_cn: 导入来自其它客户端的部分或已完成下载的种子数据

source: Import existing download
cs: Importovat existující stahování
da: Importér eksisterende download
hu: Torrent importálása
sr: Увези постојеће преузимање
sr@latn: Uvezi postojeće preuzimanje
zh_cn: 导入以有下载

source: URL of feed
cs: URL RSS zdroje
da: URL for feed
hu: Csatorna URL címe
sr: URL или довод
sr@latn: URL ili dovod
zh_cn: 种子地址

source: Automatically scans RSS feeds for torrent matching regular expressions and loads them.
cs: Automaticky prochází RSS zdroje, vyhledává torrenty odpovídající regulárnímu výrazu a načítá je.
da: Skanner automatisk RSS-feeds efter torrent som matcher regulære udtryk og indlæser dem.
hu: Automatikusan torrenteket keres és letölt RSS hírcsatornákból, reguláris kifejezések segítségével.
sr: Аутоматски претражује RSS доводе ради торента који се поклапају са задатим изразом и учитава их.
sr@latn: Automatski pretražuje RSS dovode radi torenta koji se poklapaju sa zadatim izrazom i učitava ih.
zh_cn: 自动扫描匹配正则表达式的 RSS 种子并装载它们

source: RSS Feeds
cs: RSS novinky
da: RSS-Kilder
hu: RSS hírcsatornák
sr: RSS доводи
sr@latn: RSS dovodi
zh_cn: RSS 种子

source: Failed to find and download a valid torrent for %1
da: Kunne ikke finde og download en gyldig torrent for %1
hu: Nem sikerült megtalálni és letölteni egy torrentet: %1
sr: Нисам успео да нађем и учитам исправан торент за %1
sr@latn: Nisam uspeo da nađem i učitam ispravan torent za %1

source: Title
cs: Název
da: Titel
hu: Cím
sr: Наслов
sr@latn: Naslov
zh_cn: 标题

source: Description
cs: Popis
da: Beskrivelse
hu: Leírás
sr: Опис
sr@latn: Opis
zh_cn: 描述

source: Link
cs: Odkaz
hu: Hivatkozás
sr: Веза
sr@latn: Veza
zh_cn: 链接

source: Season
cs: Řada
da: Sæson
hu: Évad
sr: Сезона
sr@latn: Sezona

source: Episode
cs: Díl
hu: Epizód
sr: Епизода
sr@latn: Epizoda

source: Time
cs: Zbývající čas
da: Tid
hu: Idő
sr: Време
sr@latn: Vreme
zh_cn: 时间

source: Scheduler
cs: Plánovač
da: Skemalægger
hu: Ütemező
sr: Распоређивач
sr@latn: Raspoređivač
zh_cn: 规划器

source: Scheduler plugin options
cs: Možnosti plánovacího pluginu
da: Tilvalg for plugin for skemalægning
hu: Az ütemező beállításai
sr: Опције прикључка распоређивача
sr@latn: Opcije priključka raspoređivača
zh_cn: 规划器插件选项

source: MON
cs: Po
da: Man
hu: H
sr: ПОН
sr@latn: PON
zh_cn: 周一

source: TUE
cs: Út
da: Tir
hu: K
sr: УТО
sr@latn: UTO
zh_cn: 周二

source: WED
cs: St
da: Ons
hu: Sze
sr: СРЕ
sr@latn: SRE
zh_cn: 周三

source: THU
cs: Čt
da: Tor
hu: Cs
sr: ЧЕТ
sr@latn: ČET
zh_cn: 周四

source: FRI
cs: Pá
da: Fre
hu: P
sr: ПЕТ
sr@latn: PET
zh_cn: 周五

source: SAT
cs: So
da: Lør
hu: Szo
sr: СУБ
sr@latn: SUB
zh_cn: 周六

source: SUN
cs: Ne
da: Søn
hu: V
sr: НЕД
sr@latn: NED
zh_cn: 周日

source: Schedule saved.
cs: Časovač uložen.
da: Skema gemt.
hu: Az ütemezési beállítások elmentése megtörtént.
sr: Распоред сачуван.
sr@latn: Raspored sačuvan.
zh_cn: 规划已保存。

source: File not found.
cs: Soubor nenalezen.
da: Fil ikke fundet.
hu: A fájl nem található.
sr: Фајл није нађен.
sr@latn: Fajl nije nađen.
zh_cn: 文件未找到。

source: Schedule loaded.
cs: Časovač nahrán.
da: Skema indlæst.
hu: Az ütemezési beállítások betöltése megtörtént.
sr: Распоред учитан.
sr@latn: Raspored učitan.
zh_cn: 规划已装入。

source: Bandwidth scheduling plugin
cs: Plugin plánování pásma
da: Plugin for skemalægning af båndbredde
hu: Sávszélesség-ütemező
sr: Прикључак за распоређивање протока
sr@latn: Priključak za raspoređivanje protoka
zh_cn: 带宽规划插件

source: Open Bandwidth Scheduler
cs: Otevřít plánovač pásma
da: Åbn skemalægning af båndbredde
hu: Sávszélesség-ütemező
sr: Отвори Распоређивач протока
sr@latn: Otvori Raspoređivač protoka
zh_cn: 打开带宽规划器。

source: Bandwidth scheduler is disabled. Go to Preferences->Scheduler to enable it.
cs: Plánovač pásma je vypnutý. Přejděte na Nastavení -> Nastavit KTorrent -> Plánovač, abyste jej povolili.
da: Skemalægning af båndbredde er deaktiveret. Brug Opsætning -> Skemalægning for at aktivere den.
hu: A sávszélesség-ütemező ki van kapcsolva, bekapcsolás a Beállítások->Ütemező menüpontban.
sr: Распоређивач протока је искључен. Идите на Подешавања->Распоређивач да га укључите.
sr@latn: Raspoređivač protoka je isključen. Idite na Podešavanja->Raspoređivač da ga uključite.
zh_cn: 带宽规划器已禁用。请转到首选项->规划器启用此功能。

source: LogViewer
cs: Prohlížeč záznamů
da: Logvisning
hu: Naplónézegető
sr: Преглед дневника
sr@latn: Pregled dnevnika
zh_cn: 日志查看器

source: Log Viewer
cs: Prohlížeč záznamů
da: Logvisning
hu: Napló
sr: Преглед дневника
sr@latn: Pregled dnevnika
zh_cn: 日志查看器

source: Displays ktorrent logging output
cs: Zobrazuje logovací výstup KTorrentu
da: Viser KTorrents logoutput
hu: Megjeleníti a KTorrent naplóüzeneteit
sr: Приказује излаз дневника КТорента
sr@latn: Prikazuje izlaz dnevnika KTorenta
zh_cn: 显示 ktorrent 的日志输出

source: Use your web browser to search for the string %1 (capital letters) on the search engine you want to add. <br> Then copy the URL in the addressbar after the search is finished, and paste it here.<br><br>Searching for %1 on Google for example, will result in http://www.google.com/search?q=FOOBAR&ie=UTF-8&oe=UTF-8. <br> If you add this URL here, ktorrent can search using Google.
da: Brug din webbrowser til at søge efter strengen %1 (store bogstaver) på søgemaskinen du ønsker at tilføje. <br> Kopiér så URLen i adresselinjen efter søgningen er færdig, og indsæt den her. <br> <br>Søgning efter %1 på Google, vil f.eks. resultere i http://www.google.com/search?q=FOOBAR&ie=UTF-8&oe=UTF-8. <br> Hvis du tilføjer denne URL her kan KTorrent søge med Google.
hu: A webböngésző segítségével keressen rá a(z) %1 karakterláncra (csupa nagybetűvel) a felvenni kívánt keresővel. <br> A keresés befejeződése után másolja ide a címsorban található URL címet.<br><br>A(z) %1 keresése a Google-ön például a http://www.google.com/search?q=FOOBAR&ie=UTF-8&oe=UTF-8 címet adja. <br> Ha ezt az URL címet itt megadja, a KTorrent képes lesz a Google segítségével keresni.
sr: Употребите ваш веб прегледач да нађете %1 (велика слова) на мотору претраге који желите да додате. <br>Онда копирајте URL из траке адресе након што се претрага заврши и пренесите га овде.<br><br>На пример, тражење %1 на Google-у ће вратити http://www.google.com/search?q=FOOBAR&ie=UTF-8&oe=UTF-8. Ако додате тај URL овде, КТорент ће моћи да претражује уз помоћ Google-а.
sr@latn: Upotrebite vaš veb pregledač da nađete %1 (velika slova) na motoru pretrage koji želite da dodate. <br>Onda kopirajte URL iz trake adrese nakon što se pretraga završi i prenesite ga ovde.<br><br>Na primer, traženje %1 na Google-u će vratiti http://www.google.com/search?q=FOOBAR&ie=UTF-8&oe=UTF-8. Ako dodate taj URL ovde, KTorent će moći da pretražuje uz pomoć Google-a.

source: Use your web browser to search for the string %1 (capital letters) on the search engine you want to add. Use the resulting URL below.
da: Brug din webbrowser til at søge efter strengen %1 (store bogstaver) på den søgemaskine du ønsker at tilføje. Brug den resulterende URL herunder.
hu: A webböngésző segítségével keressen rá a %1 karakterláncra (csupa nagybetűvel) a felvenni kívánt keresővel, majd másolja be ide a kapott címet.
sr: Употребите ваш веб прегледач да нађете %1 (велика слова) на мотору претраге који желите да додате. Испод упишите URL који тако добијете.
sr@latn: Upotrebite vaš veb pregledač da nađete %1 (velika slova) na motoru pretrage koji želite da dodate. Ispod upišite URL koji tako dobijete.

source: You must enter the search engine's name and URL
cs: Musíte zadat název vyhledávače a URL
da: Du skal udfylde i søgetjenestens navn og URL
hu: Meg kell adni a kereső nevét és címét
sr: Морате унети име и URL мотора претраживања
sr@latn: Morate uneti ime i URL motora pretraživanja
zh_cn: 您必须输入搜索引擎的名称和网址

source: A search engine with the same name already exists. Please use a different name.
cs: Vyhledávač zadaného jména již existuje. Zadejte jiný název.
da: En søgetjeneste med samme navn findes allerede. Brug et andet navn.
hu: Már létezik ilyen nevű kereső, adjon meg más nevet.
sr: Мотор претраживања са тим именом већ постоји. Изаберите друго име.
sr@latn: Motor pretraživanja sa tim imenom već postoji. Izaberite drugo ime.
zh_cn: 一个同名的搜索引擎已经存在。请使用一个不同的名字。

source: Bad URL. You should search for FOOBAR with your Internet browser and copy/paste the exact URL here.
cs: Špatné URL. Měli jste prohlížečem vyhledávat FOOBAR a zkopírovat/vložit sem přesnou URL.
da: Forkert URL. Du skal søge efter FOOBAR med din browser og kopiere/indsætte nøjagtig URL her.
hu: Rossz URL. Önnek a VALAMI kifejezést kellene keresnie az internetböngészőjében, és a teljes URL-t be kellene másolnia/illesztenie ide.
sr: Лош URL. Треба да тражите FOOBAR помоћу интернет прегледача и копирате и пренесете овде тачан URL.
sr@latn: Loš URL. Treba da tražite FOOBAR pomoću internet pregledača i kopirate i prenesete ovde tačan URL.
zh_cn: 错误的 URL。您应当使用您的 Internet 浏览器搜索 FOOBAR，并且将 URL 精确复制/粘贴到此处。

source: _: a noun Search
cs: Hledání
da: Søg
hu: Keresés
sr: Претрага
sr@latn: Pretraga
zh_cn: 搜索

source: Search Engine Options
cs: Možnosti vyhledávače
da: Alternative søgetjenester
hu: Keresési beállítások
sr: Опције мотора тражења
sr@latn: Opcije motora traženja
zh_cn: 搜索引擎选项

source: Searching for %1...
cs: Vyhledávám %1...
da: Søger efter %1...
hu: %1 keresése...
sr: Тражим %1...
sr@latn: Tražim %1...
zh_cn: 正在搜索 %1 ...

source: torrent files
cs: torrent soubory
da: Torrent-filer
hu: torrentfájlok
sr: Торент фајлови
sr@latn: Torent fajlovi
zh_cn: torrent 文件

source: Search finished
cs: Hledání dokončeno
da: Søgning færdig
hu: A keresés befejeződött
sr: Тражење завршено
sr@latn: Traženje završeno
zh_cn: 搜索已完成

source: Engine:
cs: Vyhledávač:
da: Maskine:
hu: Kereső:
sr: Мотор:
sr@latn: Motor:
zh_cn: 引擎：

source: Search for torrents on several popular torrent search engines
cs: Vyhledává torrenty v několika oblíbených vyhledávačích torrentů
da: Søger efter torrenter på flere populære søgetjenester for torrenter
hu: Torrentkeresés webes keresőkkel
sr: Тражи торенте на неколико популарних претраживача торента
sr@latn: Traži torente na nekoliko popularnih pretraživača torenta
zh_cn: 在几个流行的 torrent 搜索引擎中搜索 torrents

source: Do you want to download or save the torrent?
cs: Chcete stáhnout nebo uložit torrent?
da: Vil du hente eller gemme denne torrent?
hu: Elkezdi a letöltést, vagy csak a torrentfájlt szeretné menteni?
sr: Желите ли да преузмете или сачувате торент?
sr@latn: Želite li da preuzmete ili sačuvate torent?
zh_cn: 您是想要下载还是保存 torrent？

source: Download Torrent
cs: Stáhnout torrent
hu: Torrent letöltése
sr: Преузми торент
sr@latn: Preuzmi torent
zh_cn: 下载 Torrent

source: _: to download Download
cs: Stáhnout
da: Download
hu: Letöltés
sr: Преузми
sr@latn: Preuzmi
zh_cn: 下载
