Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Folder3 path
cs: Cesta ke složce 3
da: Søgesti til mappe 3
hu: 3. könyvtár
sr: Путања фасцикле3
sr@latn: Putanja fascikle3
zh_cn: 文件夹3路径

source: Whether to open torrent silently or not.
cs: Zda otevírat torrenty bez dotazování či ne.
da: Om en torrent skal åbnes tavst eller ej.
hu: A torrent megnyitása néma módban történjen-e.
sr: Да ли да се торент отвори без узнемиравања или не.
sr@latn: Da li da se torent otvori bez uznemiravanja ili ne.
zh_cn: 是否以静默方式打开 torrent。

source: Delete action checked.
cs: Označeno Smazat.
da: Sletningshandling markeret.
hu: Törlési művelet bejelölve.
sr: Радња брисања означена.
sr@latn: Radnja brisanja označena.
zh_cn: 选中了删除动作。

source: Move action checked.
cs: Označeno Přesunout.
da: Forflytningshandling markeret.
hu: Mozgatási művelet bejelölve.
sr: Радња премештања означена.
sr@latn: Radnja premeštanja označena.
zh_cn: 选中了移动动作。

source: ScanFolder Preferences
cs: Nastavení procházení složek
da: Mappesøgningsindstillinger
hu: A bővítmény beállítása
sr: Подешавања прегледа фасцикле
sr@latn: Podešavanja pregleda fascikle
zh_cn: 扫描文件夹首选项

source: Scan folder &1
cs: Procházet složku &1
da: Søg i mappe &1
hu: &1. könyvtár
sr: Прегледај фасциклу &1
sr@latn: Pregledaj fasciklu &1
zh_cn: 扫描文件夹 &1

source: Scan folder &2
cs: Procházet složku &2
da: Søg i mappe &2
hu: &2. könyvtár
sr: Прегледај фасциклу &2
sr@latn: Pregledaj fasciklu &2
zh_cn: 扫描文件夹 &2

source: Scan folder &3
cs: Procházet složku &3
da: Søg i mappe &3
hu: &3. könyvtár
sr: Прегледај фасциклу &3
sr@latn: Pregledaj fasciklu &3
zh_cn: 扫描文件夹 &3

source: Move to "loaded" directory &after loading
cs: Přesunout do složky "načteno" po n&ačtení
da: Gå til "&indlæst" mappe efter indlæsning
hu: Áthelyezés a "betöltve" könyv&tárba betöltés után
sr: Премести у директоријум „учитано“ н&акон учитавања
sr@latn: Premesti u direktorijum „učitano“ n&akon učitavanja
zh_cn: 装入后移动到“已装入”目录(&A)

source: Move torrent to "loaded" directory after loading it
cs: Přesunout torrenty do složky "načteno" po jejich načtení
da: Flyt torrent til "indlæst" mappe efter den er indlæst
hu: A torrent áthelyezése a "betöltve" könyvtárba betöltés után
sr: Премешта торент у директоријум „учитано“ након што га учита
sr@latn: Premešta torent u direktorijum „učitano“ nakon što ga učita

source: Open torrents silentl&y
cs: Otevírat torrent&y bez dotazování
da: Åbn torrent t&avst
hu: A torrentek megnyitása néma mó&dban történjen
sr: Отвори торенте ти&хо
sr@latn: Otvori torente ti&ho
zh_cn: 以静默方式打开 torrent(&Y)

source: Do not show 'Select files to download' dialog
da: Vis ikke dialogen 'Markér filer at downloade'
hu: Ne jelenjen meg 'A letöltendő fájlok kiválasztása' ablak
sr: Не приказуј прозор „Изаберите фајлове за преузимање“
sr@latn: Ne prikazuj prozor „Izaberite fajlove za preuzimanje“
zh_cn: 不显示“选择要下载的文件”对话框

source: Delete after loadin&g
cs: S&mazat po načtení
da: Slet efter indlæsnin&g
hu: Törlés betöltés &után
sr: Обриши након учита&вања
sr@latn: Obriši nakon učita&vanja
zh_cn: 装入后删除(&G)

source: Deletes torrent after loading
cs: Smazat torrent po načtení
da: Sletter torrent efter indlæsning
hu: A torrentek törlése betöltés után
sr: Брише торенте након учитавања
sr@latn: Briše torente nakon učitavanja
zh_cn: 装入后删除 torrent

source: Folders to scan
cs: Složky k prohledávání
da: Mapper at søge i
hu: Átnézendő könyvtárak
sr: Фасцикле за преглед
sr@latn: Fascikle za pregled
zh_cn: 要扫描的文件夹

source: Folder 1:
cs: Složka 1:
da: Mappe 1:
hu: 1. könyvtár:
sr: Фасцикла 1:
sr@latn: Fascikla 1:
zh_cn: 文件夹 1：

source: Folder 2:
cs: Složka 2:
da: Mappe 2:
hu: 2. könyvtár:
sr: Фасцикла 2:
sr@latn: Fascikla 2:
zh_cn: 文件夹 2：

source: Folder 3:
cs: Složka 3:
da: Mappe 3:
hu: 3. könyvtár:
sr: Фасцикла 3:
sr@latn: Fascikla 3:
zh_cn: 文件夹 3：

source: Search Preferences
cs: Nastavení hledání
da: Søgeindstillinger
hu: Keresési beállítások
sr: Подешавања претраге
sr@latn: Podešavanja pretrage
zh_cn: 搜索首选项

source: Web Server
cs: Webový server
hu: Webkiszolgáló
sr: Веб сервер
sr@latn: Veb server
zh_cn: Web 服务器

source: Forward port
cs: Předat port
da: Videresend port
hu: Port átirányítása
sr: Проследи порт
sr@latn: Prosledi port
zh_cn: 转发端口

source: Session TTL (in sec):
cs: Délka platnosti Session (v sekudnách):
da: Sessionstid at være aktiv (i sekunder)
hu: Munkamenet TTL (mp):
sr: Трајање сесије (у секундама):
sr@latn: Trajanje sesije (u sekundama):
zh_cn: 会话 TTL(秒)：

source: Select interface:
cs: Vyber uživatelské rozhraní:
da: Vælg grænseflade:
hu: Felületstílus:
sr: Изаберите интерфејс:
sr@latn: Izaberite interfejs:
zh_cn: 选择接口：

source: Username:
cs: Uživatelské jméno:
da: Brugernavn:
hu: Felhasználónév:
sr: Корисничко име:
sr@latn: Korisničko ime:
zh_cn: 用户名：

source: Change password ...
cs: Změnit heslo ...
da: Ændr kodeord...
hu: Jelszó megváltoztatása...
sr: Измени лозинку ...
sr@latn: Izmeni lozinku ...
zh_cn: 更改密码...

source: Php executable path:
cs: Cesta k php:
da: Søgesti til kørbar fil for PHP:
hu: PHP programfájl útvonala:
sr: Путања до програма за PHP:
sr@latn: Putanja do programa za PHP:
zh_cn: PHP 可执行文件路径：

source: Port number
cs: Číslo portu
da: Portnummer
hu: Portszám
sr: Број порта
sr@latn: Broj porta
zh_cn: 端口号

source: forward Port
cs: Předat port
da: videresend port
hu: Port átirányítása
sr: проследи порт
sr@latn: prosledi port
zh_cn: 转发端口

source: Session time to live
cs: Délka platnosti sezení
da: Sessionstid at være aktiv
hu: Munkamenet élettartama
sr: Време трајања сесије
sr@latn: Vreme trajanja sesije
zh_cn: 会话生存时间

source: interface skin
cs: Vzhled rozhraní
da: grænseflades udseende
hu: felület
sr: маска интерфејса
sr@latn: maska interfejsa
zh_cn: 界面皮肤

source: php executable path
cs: Cesta ke spustitelnému souboru php
da: Søgesti til kørbar fil for PHP
hu: PHP végrehajtható fájl útvonala
sr: Путања до програма за PHP
sr@latn: Putanja do programa za PHP
zh_cn: PHP 可执行文件路径

source: username
cs: uživatelské jméno
da: brugernavn
hu: felhasználónév
sr: корисничко име
sr@latn: korisničko ime
zh_cn: 用户名

source: password
cs: heslo
da: kodeord
hu: jelszó
sr: лозинка
sr@latn: lozinka
zh_cn: 密码

source: Chunks
cs: Bloky
da: Blokke
hu: Fájldarabok
sr: Парчићи
sr@latn: Parčići
zh_cn: 块

source: Total:
cs: Celkem:
da: I alt:
hu: Összesen:
sr: Укупно:
sr@latn: Ukupno:
zh_cn: 总共：

source: Currently downloading:
cs: Právě se stahuje:
da: Nuværende download:
hu: Jelenlegi letöltés:
sr: Тренутно се преузима:
sr@latn: Trenutno se preuzima:
zh_cn: 当前正在下载：

source: Downloaded:
cs: Staženo:
da: Hentede:
hu: Letöltve:
sr: Преузето:
sr@latn: Preuzeto:
zh_cn: 已下载：

source: Excluded:
cs: Vyloučeno:
da: Undtagne:
hu: Kizárva:
sr: Изузето:
sr@latn: Izuzeto:
zh_cn: 已排除：

source: Left:
cs: Zbývá:
da: Venstre:
hu: Hátravan:
sr: Преостало:
sr@latn: Preostalo:
zh_cn: 剩余：

source: Size:
cs: Velikost:
da: Størrelse:
hu: Méret:
sr: Величина:
sr@latn: Veličina:
zh_cn: 大小：

source: Chunk
cs: Blok
da: Blok
hu: Darab
sr: Парче
sr@latn: Parče
zh_cn: 块

source: Progress
cs: Průběh
da: Fremgang
hu: Előrehaladás
sr: Напредак
sr@latn: Napredak
zh_cn: 进度

source: Peer
cs: Protějšek
hu: Partner
sr: Вршњак
sr@latn: Vršnjak
zh_cn: 下载者

source: Assigned Peers
cs: Přiřazené protějšky
da: Tildelte peers
hu: Hozzárendelt partnerek
sr: Додељени вршњаци
sr@latn: Dodeljeni vršnjaci
zh_cn: 指派的下载者

source: Seeders:
cs: Protějšky:
da: Seedere:
hu: Feltöltők:
sr: Сејачи:
sr@latn: Sejači:
zh_cn: 种子：

source: Leechers:
cs: Stahující:
da: Leechere:
hu: Letöltők:
sr: Пијавице:
sr@latn: Pijavice:
zh_cn: 下载者：

source: Average Down Speed:
cs: Průměrná rychlost stahování:
da: Gennemsnitlig hastighed nedad:
hu: Átlagos letöltési sebesség:
sr: Просечна брзина преузимања:
sr@latn: Prosečna brzina preuzimanja:
zh_cn: 平均下载速度：

source: Average Up Speed:
cs: Průměrná rychlost odesílání:
da: Gennemsnitlig hastighed opad:
hu: Átlagos feltöltési sebesség:
sr: Просечна брзина слања:
sr@latn: Prosečna brzina slanja:
zh_cn: 平均上传速度：

source: Next update in:
cs: Další aktualizace za:
da: Næste opdatering om:
hu: Következő frissítés:
sr: Освежавам за:
sr@latn: Osvežavam za:
zh_cn: 下次更新于：

source: Tracker Status:
cs: Stav trackeru:
da: Sporerens status:
hu: A követő állapota:
sr: Стање пратиоца:
sr@latn: Stanje pratioca:
zh_cn: Tracker 状态：

source: Parts of the torrent which have been downloaded:
cs: Části souboru, které jsou staženy:
da: Dele af den torrent som er hentet:
hu: Letöltött fájldarabok:
sr: Делови торента који су преузети:
sr@latn: Delovi torenta koji su preuzeti:
zh_cn: 这个 torrent 已经下载的部分：

source: Parts of the torrent which are available:
cs: Části souboru, které jsou dostupné:
da: Dele af torrent som er tilgængelige:
hu: Elérhető fájldarabok:
sr: Делови торента који су доступни:
sr@latn: Delovi torenta koji su dostupni:
zh_cn: 这个 torrent 可用的部分：

source: Sharing
cs: Sdílení
da: Deling
hu: Megosztva
sr: Дељење
sr@latn: Deljenje
zh_cn: 分享

source: Your upload will stop when share ratio gets to this value. Zero means no limit.
cs: Režim sdílení se vypne, jakmile sdílecí poměr dosáhne této hodnoty. Pokud je nulová, tak je bez limitu.
da: Din overførsel stoppes når delingsforholdet når denne værdi. Nul betyder ingen begrænsning.
hu: A feltöltés megáll, ha a megosztási arány eléri ezt az értéket. Nulla esetén nincs korlátozás.
sr: Ваше слање ће престати када однос дељења достигне ову вредност. Нула је без ограничења.
sr@latn: Vaše slanje će prestati kada odnos deljenja dostigne ovu vrednost. Nula je bez ograničenja.
zh_cn: 您的上传会在达到指定分享比率后自动停止。0 代表无限制。

source: Your upload will stop when you have uploaded for this many hours.
cs: Režim sdílení se vypne, jakmile doba sdílení dosáhne této hodnoty.
da: Dit upload vil stoppe når du har uploadet i så mange timer.
hu: A feltöltés leáll ennyi órán át történő feltöltés után.
sr: Ваше слање ће престати када протекне оволико часова у слању.
sr@latn: Vaše slanje će prestati kada protekne ovoliko časova u slanju.
zh_cn: 您的上传会在指定小时数后自动停止。

source: Hours
cs: Hodiny
da: Timer
hu: óra
sr: Часова
sr@latn: Časova
zh_cn: 小时

source: Ratio limit:
cs: Sdílecí limit:
da: Forholdsgrænse:
hu: Aránykorlát:
sr: Ограничење односа:
sr@latn: Ograničenje odnosa:
zh_cn: 比率限制：

source: Limit works only in seed mode
cs: Limit funguje pouze, v režimu sdílení
da: Grænse virker kun i seed-tilstand
hu: A korlátozás csak feltöltő módban működik
sr: Ограничење ради само при сејању
sr@latn: Ograničenje radi samo pri sejanju
zh_cn: 限制只在种子模式中有效

source: Time &limit:
cs: Časový &limit:
da: Tids&grænse:
hu: I&dőkorlát:
sr: Временско &ограничење:
sr@latn: Vremensko &ograničenje:
zh_cn: 时间限制(&L)

source: &Update Tracker
cs: &Aktualizovat tracker
da: &Opdatér sporer
hu: Követő frissítése
sr: &Освежи пратиоца
sr@latn: &Osveži pratioca
zh_cn: 更新 tracker(&U)

source: Minimum update interval - 60 seconds
cs: Minimální interval aktualizace - 60 sekund
da: Minimalt opdateringsinterval - 60 sekunder
hu: Minimális frissítési időköz - 60 másodperc
sr: Најмањи размак освежења - 60 секунди
sr@latn: Najmanji razmak osveženja - 60 sekundi
zh_cn: 最小更新间隔 - 60 秒

source: Add Trac&ker
cs: Přidat t&racker
da: Tilføj spo&rere
hu: &Követő hozzáadása
sr: Додај п&ратиоца
sr@latn: Dodaj p&ratioca
zh_cn: 添加 tracker(&K)

source: Remove Tracker
cs: Odstranit tracker
da: Fjern sporer
hu: Követő eltávolítása
sr: Уклони пратиоца
sr@latn: Ukloni pratioca
zh_cn: 删除 Tracker

source: Ch&ange Tracker
cs: Změ&nit tracker
da: Skift tr&acker
hu: Követő &módosítása
sr: Проме&ни пратиоца
sr@latn: Prome&ni pratioca
zh_cn: 更改 tracker(&A)

source: Restore Defaults
cs: Obnovit výchozí
da: Genopret standard
hu: Alapértelmezések visszaállítása
sr: Врати подразумевано
sr@latn: Vrati podrazumevano
zh_cn: 恢复默认值

source: Show peer view tab in main window
cs: Zobrazit kartu protějšků v hlůavním okně
da: Vis peer-visningsfaneblad i hovedvinduet
hu: Partnerek lap létrehozása a főablakban
sr: Прикажи језичак за приказ вршњака у главном прозору
sr@latn: Prikaži jezičak za prikaz vršnjaka u glavnom prozoru
zh_cn: 在主窗口中显示下载者查看标签

source: Show chunk download view tab in main window
cs: Zobrazit kartu stahování bloků v hlavním okně
da: Vis visningsfaneblad for blok-download i hovedvinduet
hu: Darabok lap létrehozása a főablakban
sr: Прикажи језичак за приказ преузимања парчића у главном прозору
sr@latn: Prikaži jezičak za prikaz preuzimanja parčića u glavnom prozoru
zh_cn: 在主窗口中显示块下载查看标签

source: Show trackers view tab in main window
cs: Zobrazit záložku s trackery v hlavním okně
da: Vis visningfaneblad for sporere i hovedvinduet
hu: Követők lap létrehozása a főablakban
sr: Прикажи језичак за приказ пратилаца у главном прозору
sr@latn: Prikaži jezičak za prikaz pratilaca u glavnom prozoru
zh_cn: 在主窗口中显示 trackers 查看标签

source: Show list of peers
cs: Zobrazit seznam protějšků
da: Vis liste over peers
hu: Partnerlista megjelenítése
sr: Прикажи листу вршњака
sr@latn: Prikaži listu vršnjaka
zh_cn: 显示下载者列表

source: Show list of chunks currentl&y downloading
cs: Zobrazit seznam právě stahovaných por&cí
da: Vis liste med blokke som for ø&jeblikket hentes
hu: A letöltés alatt álló fájl&darabok megjelenítése
sr: Прикажи листу парчића који се трен&утно преузимају
sr@latn: Prikaži listu parčića koji se tren&utno preuzimaju
zh_cn: 显示当前正在下载的块列表(&Y)

source: Show list of trackers
cs: Zobrazit seznam trackerů
da: Vis liste med sporere
hu: Követőlista megjelenítése
sr: Прикажи листу пратилаца
sr@latn: Prikaži listu pratilaca
zh_cn: 显示 tracker 列表

source: IPBlocking Preferences
cs: Nastavení blokování IP
da: Indstillinger af IP-blokering
hu: IP-szűrési beállítások
sr: Подешавања IP блокирања
sr@latn: Podešavanja IP blokiranja
zh_cn: IP 屏蔽首选项

source: Select PeerGuardian Filter File
cs: Vyberte soubor s filtrem
da: Vælg PeerGuardian-filterfil
hu: Válasszon PeerGuardian szűrőfájlt
sr: Изаберите филтерски фајл PeerGuardian-а
sr@latn: Izaberite filterski fajl PeerGuardian-a

source: Use PeerGuardian filter?
cs: Použít filtr KTorrent?
da: Brug PeerGuardian-filter?
hu: PeerGuardian szűrőt használata
sr: Користи PeerGuardian филтер?
sr@latn: Koristi PeerGuardian filter?

source: IP filter file:
cs: Soubor IP filtru:
da: IP-filterfil:
hu: Szűrőfájl:
sr: Фајл IP филтера:
sr@latn: Fajl IP filtera:
zh_cn: IP 过滤器文件：

source: Dow&nload/Convert
cs: Stáh&nout/převést
da: &Download og konvertér
hu: Letöltés/Ko&nvertálás
sr: Преуз&ми/Претвори
sr@latn: Preuz&mi/Pretvori
zh_cn: 下载/转换(&N)

source: Download PeerGuardian filter from bluetack.co.uk or blocklist.org. NOTE: ZIP file from bluetack.co.uk is supported.
cs: Stáhnout KTorrent filtr z bluetack.co.uk nebo blocklist.org. Poznámka: ZIP soubor z bluetack.co.uk je podporován.
da: Hent PeerGuardian-filter fra bluetack.co.uk eller blocklist.org. Bemærk: ZIP-filer fra bluetack.co.uk understøttes.
hu: PeerGuardian szűrő letöltése a bluetack.co.uk vagy blocklist.org helyekről. MEGJEGYZÉS: A bluetack.co.uk helyről származó ZIP fájl támogatott.
sr: Преузима PeerGuardian-ов филтер са bluetack.co.uk или blocklist.org. Белешка: ZIP фајл са bluetack.co.uk је подржан.
sr@latn: Preuzima PeerGuardian-ov filter sa bluetack.co.uk ili blocklist.org. Beleška: ZIP fajl sa bluetack.co.uk je podržan.

source: Level1 filter url
cs: URL filtru úrovně 1
da: Filter-url af niveau 1
hu: Level1 szűrő URL
sr: URL филтера Level1
sr@latn: URL filtera Level1
zh_cn: 一级过滤器 URL

source: Use level1 filter?
cs: Použít filtr úrovně 1?
da: Brug niveau 1 filter?
hu: Level1 szűrő használata?
sr: Користи филтер level1?
sr@latn: Koristi filter level1?
zh_cn: 使用一级过滤器吗？

source: Converting...
cs: Převádí se...
da: Konverterer...
hu: Konvertálás...
sr: Претварам...
sr@latn: Pretvaram...
zh_cn: 正在转换...

source: Click on the 'convert' button to start converting antip2p file. NOTE: This process could take a while even on fast machines and during that time you will not be able to use KTorrent.
da: Klik på knappen 'Konvertér' for at påbegynde konvertering af antip2p-fil. Bemærk: Denne proces kan tage et stykke tid, selv på hurtige computere, og i den tid kan du ikke bruge Ktorrent.
hu: Kattintson a 'Konvertálás' gombra az antip2p fájl átalakításához. Megjegyzés: ez a folyamat még gyors gépen is sokáig eltarthat. Ez idő alatt a KTorrent nem használható.
sr: Кликните на дугме „Претвори“ да започнете претварање antip2p фајла. Пажња: Ово и на брзим машинама зна да потраје и током тог времена нећете моћи да користите КТорент.
sr@latn: Kliknite na dugme „Pretvori“ da započnete pretvaranje antip2p fajla. Pažnja: Ovo i na brzim mašinama zna da potraje i tokom tog vremena nećete moći da koristite KTorent.

source: Update
cs: Aktualizace
da: Opdatér
hu: Frissítés
sr: Освежавање
sr@latn: Osvežavanje
zh_cn: 更新

source: Update charts every
cs: Aktualizovat grafy každé
da: Opdatér diagrammer hver
hu: Grafikonok frissítése minden
sr: Освежи графикон сваких
sr@latn: Osveži grafikon svakih
zh_cn: 图表更新间隔

source: GUI updates
cs: aktualizace GUI
da: GUI-opdateringer
hu: GUI frissítés
sr: освежавања приказа
sr@latn: osvežavanja prikaza
zh_cn: 界面更新间隔

source: Gather data every
cs: Sbírej data každých
da: Saml data hver
hu: Adatok gyűjtése minden
sr: Прикупи податке сваких
sr@latn: Prikupi podatke svakih
zh_cn: 数据收集间隔

source: miliseconds
cs: milisekund
da: milisekunder
hu: ezredmásodpercben
sr: милисекунди
sr@latn: milisekundi
zh_cn: 毫秒

source: Maximum
da: Maksimum
sr: Максимум
sr@latn: Maksimum
zh_cn: 最大

source: Maximum speed scale mode:
cs: Maximální měřítko rychlosti:
da: Maksimal hastighedsskala-tilstand:
hu: Méretezési mód a maximális sebességnél:
sr: Режим размере највеће брзине:
sr@latn: Režim razmere najveće brzine:
zh_cn: 最大速度刻度：

source: Exact
cs: Přesné
da: Nøjagtigt
hu: Pontos
sr: Тачно
sr@latn: Tačno
zh_cn: 精确

source: See 'What's this' for more help
cs: Podívejte se na "Co je to" pro nápovědu
da: Se 'Hvad er dette' for mere hjælp
hu: Segítségért használja a "Mi ez?" menüpontot
sr: Погледајте „Шта је ово“ за више помоћи
sr@latn: Pogledajte „Šta je ovo“ za više pomoći
zh_cn: 查看“这是什么”获取更多帮助

source: Set maximum value on OY scale as: - Top: Globally achieved maximum speed - Exact: Maximum achieved speed visible on chart
cs: Nastavit maximální hodnotu na OY měřítku jako: - Vrchní: Celkově zaznamenaná nejvyšší hodnota - Přesné: Zvolí jako myximální nejvyšší hodnotu, která je viditelná na grafu
da: Sæt maksimumværdi på OY-skala som: - Top: Globalt opnået tophastighed - Nøjagtig: Maksimalt opnået hastighed som er synligt i diagrammet
hu: Az OY skála maximális értékének beállítása: - Legnagyobb: Globálisan elért legnagyobb sebesség - Pontos: A grafikonon látható legnagyobb elért sebesség
sr: Постави највећу вредност на OY скали као: - Врх: Глобално постигнута највећа брзина - Тачно: Највећа достигнута брзина се види на графикону
sr@latn: Postavi najveću vrednost na OY skali kao: - Vrh: Globalno postignuta najveća brzina - Tačno: Najveća dostignuta brzina se vidi na grafikonu

source: Peers speed
cs: Rychlost protějšků
da: Peers-hastighed
hu: Partnerek sebessége
sr: Брзина вршњака
sr@latn: Brzina vršnjaka
zh_cn: 对等点速度

source: Peers speed:
cs: Rychlost protějšků:
da: Peers-hastighed:
hu: Partnerek sebessége:
sr: Брзина вршњака:
sr@latn: Brzina vršnjaka:
zh_cn: 对等点速度：

source: update every
cs: aktualizovat každé
da: opdatér hver
hu: frissítés minden
sr: освежи сваких
sr@latn: osveži svakih
zh_cn: 更新间隔

source: chart data updates
cs: aktualizace dat v grafu
da: opdatering af diagramdata
hu: grafikonadat-frissítés
sr: освежавања графикона
sr@latn: osvežavanja grafikona
zh_cn: 图表数据更新

source: Gathering data about many connected peers can be CPU consuming.
cs: Získávání dat o množství připojených protějšcích může vytěžovat CPU.
da: Indsamling af data om mange forbundne peers kan være CPU-forbrugende.
hu: Sok partner adatainak összegyűjtése processzorigényes lehet.
sr: Прикупљање података о много повезаних вршњака може оптеретити процесор.
sr@latn: Prikupljanje podataka o mnogo povezanih vršnjaka može opteretiti procesor.
zh_cn: 收集大量连接点的数据时会导致较大的 CPU 开销。

source: Peers connections
cs: Připojení protějšků
da: Forbindelser til peers
hu: Partnerek kapcsolatai
sr: Везе вршњака
sr@latn: Veze vršnjaka
zh_cn: 对等点连接

source: Large values can obscure charts of connected peers
cs: Vysoké hodnoty mohou znehodnotit graf připojených protějšků
da: Store værdier kan tilsløre diagrammer over forbundne peers
hu: A nagy értékek olvashatatlanná tehetik a csatlakozott partnerek grafikonjait
sr: Велике вредности могу загушити графикон повезаних вршњака
sr@latn: Velike vrednosti mogu zagušiti grafikon povezanih vršnjaka
zh_cn: 过大的连接点值会使图表变得模糊

source: Show seeders in swarms
cs: Zobrazit sdílející v roji
da: Vis seedere i sværme
hu: Források megjelenítése a rajokban
sr: Прикажи сејаче у ројевима
sr@latn: Prikaži sejače u rojevima
zh_cn: 显示群集中的吸血虫

source: Show leechers in swarms
cs: Zobrazit stahující v roji
da: Vis leechere i sværme
hu: Letöltők megjelenítése a rajokban
sr: Прикажи пијавице у ројевима
sr@latn: Prikaži pijavice u rojevima
zh_cn: 显示群集中吸血虫

source: Measurements count
cs: Počty měření
da: Målingsoptælling
hu: Skálázási egység
sr: Број мерења
sr@latn: Broj merenja

source: Upload
cs: Odesílání
da: Overfør
hu: Feltöltés
sr: Слање
sr@latn: Slanje
zh_cn: 上传

source: Connections
cs: Připojení
da: Forbindelser
hu: Kapcsolatok
sr: Везе
sr@latn: Veze
zh_cn: 连接

source: Peers
cs: Protějšky
hu: Partnerek
sr: Вршњаци
sr@latn: Vršnjaci
zh_cn: 下载者

source: Toggle peers speed charts
cs: Přepnout graf rychlosti protějšků
da: Skift mellem hastighedsdiagrammer for peers
hu: Partnerek sebességgrafikonjának átváltása
sr: Укљ/искљ. графикон брзине вршњака
sr@latn: Uklj/isklj. grafikon brzine vršnjaka
zh_cn: 切换对等点速度图表

source: Interval between getting data about peers speed
cs: Doba mezi získáváním dat ohledně rychlosti protějšků
da: Interval mellem hentning af data om hastighed for peers
hu: A partnerek sebességéről történő adatkérések közti idő
sr: Размак између узимања података о брзини вршњака
sr@latn: Razmak između uzimanja podataka o brzini vršnjaka
zh_cn: 获取对等点连接速度数据的间隔

source: Toggle drawing of leechers in swarms
cs: Přepnout vykreslování stahujících v roji
da: Skift mellem tegning af leechere i sværme
hu: A letöltők a rajokban történő rajzolásának átváltása
sr: Укљ/искљ. исцртавање пијавица у ројевима
sr@latn: Uklj/isklj. iscrtavanje pijavica u rojevima

source: Toggle drawing of seeders in swarms
cs: Přepnout vykreslování sdílejících v roji
da: Skift mellem tegning af seedere i sværme
hu: A források a rajokban történő rajzolásának átváltása
sr: Укљ/искљ. исцртавање сејача у ројевима
sr@latn: Uklj/isklj. iscrtavanje sejača u rojevima

source: Download mesurments count
cs: Počet měčení stahování
da: Optælling af downloadmålinger
hu: A letöltés mérőszámai
sr: Број мерења преузимања
sr@latn: Broj merenja preuzimanja

source: Peers speed mesurments count
cs: Počet měření rychlosti protějšků
da: Optælling af hastighedsmålinger for peers
hu: Partnerek sebességének mérőszámai
sr: Број мерења брзине вршњака
sr@latn: Broj merenja brzine vršnjaka

source: Upload mesurments count
cs: Počet měření odesílání
da: Optælling af uploadmålinger
hu: Feltöltés mérőszámai
sr: Број мерења слања
sr@latn: Broj merenja slanja

source: Connections mesurments count
cs: Počet měření připojení
da: Optælling af forbindelsesmålinger
hu: Kapcsolatok mérőszámai
sr: Број мерења веза
sr@latn: Broj merenja veza

source: DHT mesurments count
cs: Počet měření DHT
da: Optælling af DHT-målinger
hu: DHT mérőszámai
sr: Број мерења DHT-а
sr@latn: Broj merenja DHT-a

source: OY axis max mode
da: Maks.tilstand for OY-akse
hu: OY tengely maximális mód
sr: Макс. режим OY осе
sr@latn: Maks. režim OY ose

source: Import an existing download
cs: Importovat existující stahování
da: Importér eksisterende download
hu: Korábbi letöltés importálása
sr: Увези постојеће преузимање
sr@latn: Uvezi postojeće preuzimanje
zh_cn: 导入已有的下载

source: Torrent:
hu: Torrentfájl:
sr: Торент:
sr@latn: Torent:
