Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-ktorrent2.2-2.2.8.dfsg.1/translations/*/messages/ktorrent.po
Languages: cs, da, hu, sr, sr@latn, zh_cn

source: Please enter the new group name.
cs: Prosím vložte nové jméno skupiny.
da: Angiv det nye gruppenavn.
hu: Adjon meg új csoportnevet.
sr: Унесите име нове групе.
sr@latn: Unesite ime nove grupe.
zh_cn: 请输入新的组名。

source: Active uploads
cs: Aktivní odesílání
da: Aktive uploads
hu: Aktív feltöltések
sr: Активна слања
sr@latn: Aktivna slanja
zh_cn: 活动的上传

source: Queued uploads
cs: Fronta odesílání
da: Upload i kø
hu: Sorkezelős feltöltések
sr: Наредна слања
sr@latn: Naredna slanja
zh_cn: 已排队的上传

source: Queued downloads
cs: Fronta stahování
da: Download i kø
hu: Sorkezelős letöltések
sr: Наредна преузимања
sr@latn: Naredna preuzimanja
zh_cn: 已排队的下载

source: User downloads
cs: Uživatelem řízené
da: Bruger-download
hu: Egyedi vezérlésű letöltések
sr: Корисничка преузимања
sr@latn: Korisnička preuzimanja
zh_cn: 用户下载

source: User uploads
cs: Uživatelem řízené
da: Bruger-upload
hu: Egyedi vezérlésű feltöltések
sr: Корисничка слања
sr@latn: Korisnička slanja
zh_cn: 用户上传

source: Inactive torrents
cs: Neaktivní torrenty
da: Inaktive torrents
hu: Inaktív torrentek
sr: Неактивни торенти
sr@latn: Neaktivni torenti
zh_cn: 非活动种子

source: Inactive downloads
cs: Neaktivní stahování
da: Inaktive downloads
hu: Inaktív letöltések
sr: Неактивна преузимања
sr@latn: Neaktivna preuzimanja
zh_cn: 非活动下载

source: Inactive uploads
cs: Neaktivní odesílání
da: Inaktive uploads
hu: Inaktív letöltések
sr: Неактивна слања
sr@latn: Neaktivna slanja
zh_cn: 非活动上传

source: Active torrents
cs: Aktivní torrenty
da: Aktive torrents
hu: Aktív torrentek
sr: Активни торенти
sr@latn: Aktivni torenti
zh_cn: 活动的种子

source: Active downloads
cs: Aktivní stahování
da: Aktive downloads
hu: Aktív letöltések
sr: Активна преузимања
sr@latn: Aktivna preuzimanja
zh_cn: 活动的下载

source: Remove Torrent
cs: Odstranit torrent
da: Fjern torrent
hu: Eltávolítás
sr: Уклони торент
sr@latn: Ukloni torent
zh_cn: 删除 Torrent

source: Remove Torrent and Data
cs: Odstranit torrent a data
da: Fjern torrent og data
hu: Eltávolítás (adatokkal együtt)
sr: Уклони торент и податке
sr@latn: Ukloni torent i podatke
zh_cn: 删除 Torrent 和数据

source: Add Peers
da: Tilføj peers
hu: Partner hozzáadása
sr: Додај вршњаке
sr@latn: Dodaj vršnjake
zh_cn: 添加对等点

source: Additional Peer Sources
cs: Přídavné zdroje protějšků
da: Yderligere peer-kilder
hu: További partnerforrások
sr: Додатни извори вршњака
sr@latn: Dodatni izvori vršnjaka
zh_cn: 额外对等点来源

source: Torrent Peer Sources:
da: Peer-kilder for torrent:
hu: Torrent partnerforrások:
sr: Извори вршњака за торент:
sr@latn: Izvori vršnjaka za torent:
zh_cn: 种子对等点来源：

source: Peer Exchange
cs: Výměna protějšků
da: Peer-udveksling
hu: PEX
sr: Размена вршњака
sr@latn: Razmena vršnjaka
zh_cn: 对等点交换

source: Manual Announce
cs: Ruční oznámení
da: Manuel tilkendegivelse
hu: Kézi bejelentés
sr: Ручно објављивање
sr@latn: Ručno objavljivanje
zh_cn: 手动通告

source: Preview
cs: Náhled
da: Forhåndsvisning
hu: Előnézet
sr: Преглед
sr@latn: Pregled
zh_cn: 预览

source: Open Directory
da: Åbn mappe
hu: Könyvtár megnyitása
sr: Отвори директоријум
sr@latn: Otvori direktorijum
zh_cn: 打开目录

source: Data Directory
cs: Adresář s daty
da: Datamappe
hu: Letöltési könyvtár
sr: Директоријум података
sr@latn: Direktorijum podataka
zh_cn: 数据目录

source: Temporary Directory
cs: Dočasný adresář
da: Midlertidig mappe
hu: Ideiglenes könyvtár
sr: Привремени директоријум
sr@latn: Privremeni direktorijum
zh_cn: 临时目录

source: Set Download Location
da: Angiv downloadplacering
hu: A letöltési könyvtár beállítása
sr: Одредите место за преузимање
sr@latn: Odredite mesto za preuzimanje
zh_cn: 设定下载位置

source: Remove From Group
cs: Odstranit ze skupiny
da: Fjern fra gruppe
hu: Eltávolítás a csoportból
sr: Уклони из групе
sr@latn: Ukloni iz grupe
zh_cn: 从组中删除

source: Add to Group
cs: Přidat do skupiny
da: Tilføj til gruppe
hu: Hozzáadás a csoporthoz
sr: Додај у групу
sr@latn: Dodaj u grupu
zh_cn: 添加到组

source: Speed Limits
cs: Omezení rychlosti
da: Hastighedsgrænser
hu: Sebességkorlátok
sr: Ограничења брзине
sr@latn: Ograničenja brzine
zh_cn: 速度限制

source: Torrent does not exist. Report this bug to KTorrent developers.
cs: Torrent neexistuje. Nahlašte tento problém vývojářům KTorrentu.
da: Torrenter eksisterer ikke. Rapportér fejlen til Ktorrents udviklere.
hu: A torrent nem létezik. Jelentse ezt a hibát a KTorrent fejlesztőknek.
sr: Торент не постоји. Пријавите ову грешку програмерима КТорента.
sr@latn: Torent ne postoji. Prijavite ovu grešku programerima KTorenta.
zh_cn: 种子不存在。请向 KTorrent 开发者报告 bug。

source: Potential peer added.
cs: Případný protějšek přidán.
da: Mulig deltager tilføjet.
hu: Lehetséges partner hozzáadása.
sr: Додат могући вршњак
sr@latn: Dodat mogući vršnjak
zh_cn: 潜在对等点已添加。

source: Malformed IP address.
cs: Nesprávně utvořená IP adresa.
da: Misdannet IP-adresse.
hu: Hibásan megadott IP-cím.
sr: Лоше формирана адреса.
sr@latn: Loše formirana adresa.
zh_cn: IP 地址错误。

source: Preferences
cs: Nastavení
da: Indstillinger
hu: Beállítások
sr: Подешавања
sr@latn: Podešavanja
zh_cn: 首选项

source: Download Options
cs: Možnosti stahování
da: Download-tilvalg
hu: Letöltési beállítások
sr: Опције преузимања
sr@latn: Opcije preuzimanja
zh_cn: 下载选项

source: The DHT port needs to be different from the UDP tracker port!
cs: Port pro DHT musí být jiný než port pro UDP tracker!
da: DHT-porten skal være forskellig fra UDP-sporingsporten!
hu: A DHT portnak különböznie kell az UDP tracker portjától.
sr: DHT порт мора бити различит од UDP порта пратиоца!
sr@latn: DHT port mora biti različit od UDP porta pratioca!
zh_cn: DHT 端口必须不同于 UDP tracker 端口！

source: General
cs: Obecné
da: Generelt
hu: Általános
sr: Опште
sr@latn: Opšte
zh_cn: 常规

source: General Options
cs: Obecné možnosti
da: Generelle tilvalg
hu: Általános beállítások
sr: Опште опције
sr@latn: Opšte opcije
zh_cn: 常规选项

source: Cannot lookup %1: %2 Please provide a valid IP address or hostname.
cs: Nelze nalézt %1: %2 Zadejte prosím platnou IP adresu nebo jméno hostitele.
da: Kan ikke slå %1: %2 op Sørg for en gyldig IP-adresse eller et gyldigt værtsnavn.
hu: %1 lekérdezése nem sikerült: %2 Érvényes gépnevet vagy IP-címet kell megadni.
sr: Не могу да нађем %1: %2 Наведите исправну IP адресу или име домаћина.
sr@latn: Ne mogu da nađem %1: %2 Navedite ispravnu IP adresu ili ime domaćina.
zh_cn: 无法查阅 %1 : %2 请提供合法的 IP 地址或主机名。

source: Advanced
cs: Pokročilé
da: Avanceret
hu: Speciális
sr: Напредно
sr@latn: Napredno
zh_cn: 高级

source: Advanced Options
cs: Pokročilá nastavení
da: Avancerede tilvalg
hu: Speciális beállítások
sr: Напредне опције
sr@latn: Napredne opcije
zh_cn: 高级选项

source: Visible columns
cs: Viditelné sloupce
da: Synlige søjler
hu: Látható oszlopok
sr: Видљиве колоне
sr@latn: Vidljive kolone
zh_cn: 可见列

source: Status
cs: Stav
hu: Állapot
sr: Стање
sr@latn: Stanje
zh_cn: 状态

source: Downloaded
cs: Staženo
da: Hentet
hu: Letöltve
sr: Преузето
sr@latn: Preuzeto
zh_cn: 已下载

source: Size
cs: Velikost
da: Størrelse
hu: Méret
sr: Величина
sr@latn: Veličina
zh_cn: 大小

source: Uploaded
cs: Odesláno
da: Sent
hu: Feltöltve
sr: Послато
sr@latn: Poslato
zh_cn: 已上传

source: Down Speed
cs: Stahování
da: Download-hastighed
hu: Sebesség le
sr: Преузимање
sr@latn: Preuzimanje
zh_cn: 下载速度

source: Up Speed
cs: Odesílání
da: Upload-hastighed
hu: Sebesség fel
sr: Слање
sr@latn: Slanje
zh_cn: 上传速度

source: Time Left
cs: Zbývající čas
da: Tid tilbage
hu: Hátralevő idő
sr: Преостало време
sr@latn: Preostalo vreme
zh_cn: 剩余时间

source: Seeders
cs: Protějšky
da: Seedere
hu: Feltöltők
sr: Сејачи
sr@latn: Sejači
zh_cn: 做种者

source: Leechers
cs: Stahující
da: Leechere
hu: Letöltők
sr: Пијавице
sr@latn: Pijavice
zh_cn: 吸血虫

source: % Complete
cs: Dokončeno
da: % færdig
hu: Kész %
sr: % завршено
sr@latn: % završeno
zh_cn: 完成百分比

source: Share Ratio
cs: Poměr sdílení
da: Delingsforhold
hu: Arány
sr: Однос дељења
sr@latn: Odnos deljenja
zh_cn: 共享率

source: Time Downloaded
cs: Doba stahování
da: Downloadtid
hu: Letöltési idő
sr: Време преузимања
sr@latn: Vreme preuzimanja
zh_cn: 下载时间

source: Time Seeded
cs: Doba sdílení
da: Seedtid
hu: Feltöltési idő
sr: Време сејања
sr@latn: Vreme sejanja
zh_cn: 做种时间

source: All Torrents %1/%2
cs: Všechny torrenty %1/%2
da: Alle torrents %1/%2
hu: Minden torrent %1/%2
sr: Сви торенти %1/%2
sr@latn: Svi torenti %1/%2
zh_cn: 全部种子 %1/%2

source: _n: Cannot start more than 1 download, Cannot start more than %n downloads,
cs: Nemohu spustit více než jedno stahování, Nemohu spustit více než %n stahování, Nemohu spustit více než %n stahování,
da: Kan ikke starte mere end 1 download, Kan ikke starte mere end %n download,
hu: Legfeljebb %n letöltés, illetve
sr: Не могу да покренем више од %n преузимања, Не могу да покренем више од %n преузимања, Не могу да покренем више од %n преузимања,
sr@latn: Ne mogu da pokrenem više od %n preuzimanja, Ne mogu da pokrenem više od %n preuzimanja, Ne mogu da pokrenem više od %n preuzimanja,
zh_cn: 无法启动多于 %n 个下载

source: _n: and 1 seed. and %n seeds.
cs: a 1 zdroj. a %n zdrojů. a %n zdrojů.
da: og 1 seed. og %n seeds.
hu: %n feltöltés folyhat egyszerre.
sr: и %n сејање. и %n сејања. и %n сејања.
sr@latn: i %n sejanje. i %n sejanja. i %n sejanja.
zh_cn: 和 %n 个种子。

source: Go to Settings -> Configure KTorrent, if you want to change the limits.
cs: Pokud chcete změnit limity, jděte na Nastavení -> Nastavit KTorrent.
da: Gå til Opsætning -> Indstil KTorrent, hvis du vil ændre grænserne.
hu: Ha meg szeretné változtatni az értékeket: Beállítások -> A KTorrent beállításai.
sr: Идите у Подешавања -> Подеси КТорент, ако желите да промените ограничење.
sr@latn: Idite u Podešavanja -> Podesi KTorent, ako želite da promenite ograničenje.
zh_cn: 如果您想要更改限制，请转到 设置 -> 配置 KTorrent。

source: The torrent %1 has not finished downloading, do you want to delete the incomplete data, too?
cs: Torrent %1 ještě není zcela stažený; přejete si taktéž smazat nekompletní data?
da: Download af torrent %1 er ikke færdig. Vil du også fjerne ukomplette data?
hu: A(z) %1 torrent letöltése még tart. Biztosan törölni szeretné az eddig letöltött adatokat is?
sr: Торент %1 није завршио преузимање. Желите ли такође да обришете и непотпуне податке ?
sr@latn: Torent %1 nije završio preuzimanje. Želite li takođe da obrišete i nepotpune podatke ?
zh_cn: Torrent %1 尚未完成下载，您是否想要删除未完成的数据？

source: Remove Download
cs: Odstranit stahování
da: Fjern download
hu: A letöltés eltávolítása
sr: Уклони преузимање
sr@latn: Ukloni preuzimanje
zh_cn: 删除下载

source: Delete Data
cs: Smazat data
da: Slet data
hu: Az adatok törlése
sr: Обриши податке
sr@latn: Obriši podatke
zh_cn: 删除数据

source: Keep Data
cs: Zachovat data
da: Behold data
hu: Az adatok megtartása
sr: Задржи податке
sr@latn: Zadrži podatke
zh_cn: 保留数据

source: You will lose all the downloaded data. Are you sure you want to do this?
cs: Ztratíte všechna stažená data. Opravdu si to přejete provést?
da: Du vil miste alle downloadede data. Er du sikker på at du vil gøre det?
hu: Az összes letöltött adat elvész. Biztosan ezt szeretné?
sr: Изгубићете све преузете податке. Желите ли заиста ово да учините?
sr@latn: Izgubićete sve preuzete podatke. Želite li zaista ovo da učinite?
zh_cn: 您将失去已经下载的全部数据。您确定想要这么做吗？

source: You are already checking the data of the torrent %1 !
cs: Již kontrolujete data torrentu %1!
da: Du tjekker allerede data fra torrenten %1.
hu: A(z) %1 torrent ellenőrzése már folyamatban van!
sr: Већ проверавате податке торента %1 !
sr@latn: Već proveravate podatke torenta %1 !
zh_cn: 您已经检查了 torrent %1 的数据！

source: Choose download location for %1
cs: Nastavit cíl stahování pro %1
da: Vælg downloadplacering for %1
hu: Adja meg a letöltési könyvtárat (%1)
sr: Изаберите место преузимања за %1
sr@latn: Izaberite mesto preuzimanja za %1
zh_cn: 选择 %1 的下载位置

source: You have deselected the following existing files. You will lose all data in these files, are you sure you want to do this ?
cs: Odznačili jste následující existující soubory. Ztratíte veškerá data v těchto souborech, skutečně si to přejete provést?
da: Du har afmarkeret følgende eksisterende filer. Al data i disse filer vil gå tabt. Er du sikker på at du vil gøre dette?
hu: Megszüntette az alábbi, már létező fájlok kijelöltségét. Ezek a fájlok véglegesen elvesznek, biztosan ezt szeretné?
sr: Избацили сте следеће постојеће фајлове. Изгубићете све податке у овим фајловима. Да ли сте сигурни да желите ово да урадите?
sr@latn: Izbacili ste sledeće postojeće fajlove. Izgubićete sve podatke u ovim fajlovima. Da li ste sigurni da želite ovo da uradite?
zh_cn: 您已经取消了下列已有文件。您将丢失这些文件中的全部数据，您确定想要这么做吗？

source: Yes, delete the files
cs: Ano, smazat soubory
da: Ja, slet filerne
hu: Igen, törlés
sr: Да, избриши фајлове
sr@latn: Da, izbriši fajlove
zh_cn: 是，删除文件

source: No, keep the files
cs: Ne, ponechat soubory
da: Nej, behold filerne
hu: Nem, maradjanak meg
sr: Не, задржи фајлове
sr@latn: Ne, zadrži fajlove
zh_cn: 否，保留文件

source: short!
cs: chybí!
da: kort!
hu: hiányzik!
sr: недостаје!
sr@latn: nedostaje!
zh_cn: 短！

source: User
cs: Uživatel
da: Bruger
hu: Egyedi
sr: Корисник
sr@latn: Korisnik
zh_cn: 用户

source: Queue Manager
cs: Správce fronty
da: Kø-håndtering
hu: Sorkezelő
sr: Управник редоследа
sr@latn: Upravnik redosleda
zh_cn: 队列管理器

source: No (private torrent)
cs: Ne (privátní torrent)
da: Nej (privat torrent)
hu: Nem (privát torrent)
sr: Не (лични торент)
sr@latn: Ne (lični torent)
zh_cn: 无(私有 torrent)

source: <table cellpadding='2' cellspacing='2' align='center'><tr><td><b>Speed:</b></td><td></td></tr><tr><td>Download: <font color='#1c9a1c'>%1</font></td><td>Upload: <font color='#990000'>%2</font></td></tr><tr><td><b>Transfer:</b></td><td></td></tr><tr><td>Download: <font color='#1c9a1c'>%3</font></td><td>Upload: <font color='#990000'>%4</font></td></tr></table>
cs: <table cellpadding='2' cellspacing='2' align='center'><tr><td><b>Rychlost:</b></td><td></td></tr><tr><td>Stahování: <font color='#1c9a1c'>%1</font></td><td>Odesílání: <font color='#990000'>%2</font></td></tr><tr><td><b>Přenos:</b></td><td></td></tr><tr><td>Staženo: <font color='#1c9a1c'>%3</font></td><td>Odesláno: <font color='#990000'>%4</font></td></tr></table>
da: <table cellpadding='2' cellspacing='2' align='center'><tr><td><b>Hastighed:</b></td><td></td></tr><tr><td>Download: <font color='#1c9a1c'>%1</font></td><td>Upload: <font color='#990000'>%2</font></td></tr><tr><td><b>Overførsel:</b></td><td></td></tr><tr><td>Download: <font color='#1c9a1c'>%3</font></td><td>Upload: <font color='#990000'>%4</font></td></tr></table>
hu: <table cellpadding='2' cellspacing='2' align='center'><tr><td><b>Sebesség:</b></td><td></td></tr><tr><td>Letöltés: <font color='#1c9a1c'>%1</font></td><td>Feltöltés: <font color='#990000'>%2</font></td></tr><tr><td><b>Adatmennyiség:</b></td><td></td></tr><tr><td>Letöltés: <font color='#1c9a1c'>%3</font></td><td>Feltöltés: <font color='#990000'>%4</font></td></tr></table>
sr: <table cellpadding='2' cellspacing='2' align='center'><tr><td><b>Брзина:</b></td><td></td></tr><tr><td>Преузимање: <font color='#1c9a1c'>%1</font></td><td>Слање: <font color='#990000'>%2</font></td></tr><tr><td><b>Пренос:</b></td><td></td></tr><tr><td>Преузимање: <font color='#1c9a1c'>%3</font></td><td>Слање: <font color='#990000'>%4</font></td></tr></table>
sr@latn: <table cellpadding='2' cellspacing='2' align='center'><tr><td><b>Brzina:</b></td><td></td></tr><tr><td>Preuzimanje: <font color='#1c9a1c'>%1</font></td><td>Slanje: <font color='#990000'>%2</font></td></tr><tr><td><b>Prenos:</b></td><td></td></tr><tr><td>Preuzimanje: <font color='#1c9a1c'>%3</font></td><td>Slanje: <font color='#990000'>%4</font></td></tr></table>
zh_cn: <table cellpadding='2' cellspacing='2' align='center'><tr><td><b>速度：</b></td><td></td></tr><tr><td>下载：<font color='#1c9a1c'>%1</font></td><td>上传：<font color='#990000'>%2</font></td></tr><tr><td><b>传输：</b></td><td></td></tr><tr><td>下载：<font color='#1c9a1c'>%3</font></td><td>上传：<font color='#990000'>%4</font></td></tr></table>

source: <b>%1</b> has completed downloading.<br>Average speed: %2 DL / %3 UL.
cs: <b>%1</b> dokončil stahování.<br>Průměrná rychlost: %2 DL / %3 UL.
da: Download af <b>%1</b> er færdig.<br>Gennemsnitshastighed: %2 ned %3 op.
hu: <b>%1</b> letöltése befejeződött.<br>Az átlagos sebesség: %2 le / %3 fel
sr: <b>%1</b> је завршио преузимање.<br>Просечна брзина: %2 ПР / %3 СЛ.
sr@latn: <b>%1</b> je završio preuzimanje.<br>Prosečna brzina: %2 PR / %3 SL.
zh_cn: <b>%1</b> 已经完成下载。<br>平均速度：%2 下载/ %3 上传。

source: Download completed
cs: Stahování dokončeno
da: Download færdig
hu: A letöltés befejeződött
sr: Преузимање завршено
sr@latn: Preuzimanje završeno
zh_cn: 下载完成

source: <b>%1</b> has reached its maximum share ratio of %2 and has been stopped.<br>Uploaded %3 at an average speed of %4.
cs: <b>%1</b> dosáhl maximálního poměru sdílení %2 a byl zastaven.<br>Odesláno %3 průměrnou rychlostí %4.
da: <b>%1</b> har nået sit maksimale delingsforhold %2 og er stoppet.<br>Overførte %3 med gennemsnitshastigheden %4.
hu: <b>%1</b> elérte a maximális %2 megosztási arányt, és megállt. <br> %3 feltöltve, %4 átlagos sebességgel.
sr: <b>%1</b> је достигао максимум односа дељења од %2 па је заустављен.<br>Послато %3 при просечној брзини од %4.
sr@latn: <b>%1</b> je dostigao maksimum odnosa deljenja od %2 pa je zaustavljen.<br>Poslato %3 pri prosečnoj brzini od %4.

source: Seeding completed
cs: Sdílení dokončeno
da: Færdig med at seede
hu: A feltöltés befejeződött
sr: Сејање завршено
sr@latn: Sejanje završeno
zh_cn: 做种完成

source: <b>%1</b> has reached its maximum seed time of %2 hours and has been stopped.<br>Uploaded %3 at an average speed of %4.
cs: <b>%1</b> dosáhl maximálního času sdílení %2 hodin a byl zastaven. <br>Odesláno %3 průměrnou rychlostí %4.
da: <b>%1</b> har nået sin maksimale seedtid på %2 timer og er blevet standset.<br>Uploadede %3 ved en gennemsnitshastighed på %4.
hu: <b>%1</b> elérte maximális feltöltési időt (%2 óra), ezért le lett állítva.<br>Feltöltve %3, az átlagos sebesség %4 volt.
sr: <b>%1</b> је достигао максимум времена сејања од %2 ч. па је заустављен.<br>Послато %3 при просечној брзини од %4.
sr@latn: <b>%1</b> je dostigao maksimum vremena sejanja od %2 č. pa je zaustavljen.<br>Poslato %3 pri prosečnoj brzini od %4.

source: <b>%1</b> has been stopped with the following error: <br>%2
cs: <b>%1</b> byl zastaven s následující chybou: <br>%2
da: <b>%1</b> er stoppet med følgende fejl:<br>%2
hu: <b>%1</b> le lett állítva a következő hiba miatt: <br>%2
sr: <b>%1</b> је заустављен са следећом грешком: <br>%2
sr@latn: <b>%1</b> je zaustavljen sa sledećom greškom: <br>%2
zh_cn: <b>%1</b> 已经停止，因为下面的错误：<br>%2

source: Corrupted data has been found in the torrent <b>%1</b><br>It would be a good idea to do a data integrity check on the torrent.
cs: V torrentu <b>%1</b> byla nalezena poškozená data. <br>Doporučujeme zkontrolovat neporušenost dat.
da: Korrupte data fundet i torrenten <b>%1</b>.<br>Det er en god idé at udføre en kontrol af denne torrents integritet.
hu: Hibás adatok vannak a(z) <b>%1</b> torrentben.<br>Érdemes lefuttatni egy adatintegritás-ellenőrzést a torrentre.
sr: Нађени су оштећени подаци у торенту <b>%1</b><br>Било би добро да проверите исправност података за торент.
sr@latn: Nađeni su oštećeni podaci u torentu <b>%1</b><br>Bilo bi dobro da proverite ispravnost podataka za torent.

source: <b>%1</b> has reached its maximum share ratio of %2 and cannot be enqueued. Remove the limit manually if you want to continue seeding.
cs: <b>%1</b> dosáhl maximálního poměru sdílení %2 a nemůže být zařazen do fronty. Pokud si přejete soubor dále sdílet, odstraňte ručně limit poměru.
da: <b>%1</b> har nået sit maksimale delingsforhold %2 og kan ikke tilføjes til køen. Fjern begrænsningen manuelt hvis du vil fortsætte med at seede.
hu: <b>%1</b> elérte maximális megosztási arányát (%2) és nem állítható sorba. Ha folytatni kívánja a megosztást, távolítsa el a korlátozást.
sr: <b>%1</b> је достигао максимум односа дељења од %2 и не може се поново ставити у ред. Сами уклоните ограничење ако желите да наставите сејање.
sr@latn: <b>%1</b> je dostigao maksimum odnosa deljenja od %2 i ne može se ponovo staviti u red. Sami uklonite ograničenje ako želite da nastavite sejanje.

source: <b>%1</b> has reached its maximum seed time of %2 hours and cannot be enqueued. Remove the limit manually if you want to continue seeding.
cs: <b>%1</b> dosáhl maximálního času sdílení %2 hodin a nemůže být zařazen do fronty. Pokud si přejete soubor dále sdílet, odstraňte ručně limit poměru.
da: <b>%1</b> har nået sin maksimale seedtid på %2 timer og kan ikke sættes i kø. Fjern grænsen manuelt hvis du ønsker at fortsætte med at seede.
hu: <b>%1</b> elérte a maximális megosztási időt (%2 óra) és nem állítható sorba. A megosztás folytatásához saját kezűleg kell eltávolítania a korlátozást.
sr: <b>%1</b> је достигао максимум времена сејања од %2 ч. и не може се поново ставити у ред. Сами уклоните ограничење ако желите да наставите сејање.
sr@latn: <b>%1</b> je dostigao maksimum vremena sejanja od %2 č. i ne može se ponovo staviti u red. Sami uklonite ograničenje ako želite da nastavite sejanje.

source: Torrent cannot be enqueued.
cs: Torrent nelze zařadit do fronty.
da: Denne torrent kan ikke tilføjes til køen.
hu: A torrent nem helyezhető be a sorba.
sr: Торент се не може ставити у ред.
sr@latn: Torent se ne može staviti u red.
zh_cn: Torrent 无法入队。

source: Cannot start <b>%1</b> : <br>
cs: Nemohu spustit <b>%1</b> : <br>
da: Kan ikke starte <b>%1</b> : <br>
hu: Nem sikerült elindítani a(z) <b>%1</b> torrentet: <br>
sr: Не могу да покренем <b>%1</b> : <br>
sr@latn: Ne mogu da pokrenem <b>%1</b> : <br>
zh_cn: 无法启动 <b>%1</b>：<br>

source: _n: Cannot seed more than 1 torrent. <br> Cannot seed more than %n torrents. <br>
cs: Nemohu sdílet více než jeden torrent. <br> Nemohu sdílet více než %n torrentů <br> Nemohu sdílet více než %n torrentů <br>
da: Kan ikke seede mere end 1 torrent. <br> Kan ikke seede mere end %n torrents. <br>
hu: Legfeljebb %n torrent osztható meg.<br>
sr: Не могу да сејем више од %n торента. <br> Не могу да сејем више од %n торента. <br> Не могу да сејем више од %n торената. <br>
sr@latn: Ne mogu da sejem više od %n torenta. <br> Ne mogu da sejem više od %n torenta. <br> Ne mogu da sejem više od %n torenata. <br>

source: _n: Cannot download more than 1 torrent. <br> Cannot download more than %n torrents. <br>
cs: Nemohu stahovat více než 1 torrent. <br> Nemohu stahovat více než %n torrentů. <br> Nemohu stahovat více než %n torrentů.
da: Kan ikke downloade mere end 1 torrent. <br> Kan ikke downloade mere end %n torrents. <br>
hu: Legfeljebb %n torrent letöltése folyhat egyszerre. <br>
sr: Не могу да преузимам више од %n торента. <br> Не могу да преузимам више од %n торента. <br> Не могу да преузимам више од %n торената. <br>
sr@latn: Ne mogu da preuzimam više od %n torenta. <br> Ne mogu da preuzimam više od %n torenta. <br> Ne mogu da preuzimam više od %n torenata. <br>

source: Torrent cannot be started
cs: Torrent nemůže být spuštěn
da: Torrent kan ikke startes
hu: A torrent nem indítható el
sr: Торент се не може покренути
sr@latn: Torent se ne može pokrenuti
zh_cn: 无法启动种子

source: There is not enough diskspace available.
cs: Není k dispozici dostatek místa na disku.
da: Der er ikke nok ledig diskplads.
hu: Nem áll rendelkezésre elegendő lemezterület.
sr: Нема довољно слободног простора.
sr@latn: Nema dovoljno slobodnog prostora.
zh_cn: 磁盘空间不足。
