Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-kbibtex-0.2.1/po/*.po
Languages: de

source: User Defined Fields
de: Benutzerdefinierte Felder

source: Main List
de: Hauptliste

source: &Sorting:
de: &Sortierung:

source: So&rting order:
de: Sortier&reihnfolge:

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: &Double click action:
de: Aktion bei &Doppelklick:

source: Edit element
de: Element bearbeiten

source: Open document
de: Dokument öffnen

source: On dragging with mouse:
de: Beim Ziehen mit der Maus:

source: Copy reference (\cite{...})
de: Referenz kopieren (\cite{...})

source: Copy BibTeX text (@article{...})
de: BibTeX-Text kopieren (@article{...})

source: Entry Editing
de: Eintrag bearbeiten

source: Search Bar
de: Suchleiste

source: Reset field filter when changing filter text
de: Filter für Felder zurücksetzen wenn der Suchtext geändert wird

source: Presentation
de: Darstellung

source: Use special &font
de: Besondere Schrift

source: Author and editor names:
de: Autoren- und Herausgebernamen:

source: John Doe
de: Max Mustermann

source: Doe, John
de: Mustermann, Max

source: Show names as 'John Doe' instead of 'Doe, John'
de: Namen zeigen als "Max Mustermann" anstatt "Mustermann, Max"

source: Show names as 'John Doe' instead of 'Doe, John'. Takes only effect after the next start of KBibTeX.
de: Namen zeigen als "Max Mustermann" anstatt "Mustermann, Max". Tritt erst nach einem Neustart von KBibTeX in Kraft.

source: Document Search Path
de: Suchpfad für Dokumente

source: Default search path for documents (e.g. PDF files) associated with an BibTeX entry:
de: Standard-Suchpfad für Dokumente (z.B. PDF-Dateien), die mit einem BibTeX-Eintrag verknüpft sind:

source: English|German|French|Spanish|Swedish
de: Englisch|Deutsch|Französisch|Spanisch|Schwedisch

source: No exporter available
de: Kein Export-Modul verfügbar

source: BibTeX Import and Export
de: Import und Export von BibTeX

source: &Encoding:
de: Kodierung:

source: Text &delimiters:
de: Textbegrenzungen:

source: Keyword casing:
de: Groß-/Kleinschreibung von Schlüsselwörtern:

source: Protect title's casing:
de: Groß-/Kleinschreibung schützen:

source: Put curly brackets around
de: Mit geschweiften Klammern einfassen

source: Put curly brackets around title and other selected fields.
de: Geschweifte Klammern um Titel und weitere Felder setzen

source: Put curly brackets around title and other selected fields to protect them from case changes in certain BibTeX styles.
de: Geschweifte Klammern um Titel und weitere Felder setzen um sie vor Änderungen in der Groß-/Kleinschreibung bei bestimmten BibTeX-Styles zu schützen.

source: PDF, PostScript and Rich Text Format Export
de: PDF-, PostScript- und RTF-Export

source: Select the layout of the resulting PDF, PostScript or Rich Text Format document when exporting a BibTeX file.
de: Das Aussehen des endgültigen PDF-, PostScript- oder RTF-Dokuments beim BibTeX-Export auswählen.

source: &Language:
de: Sprache:

source: &Biblography style:
de: &Bibliographiestil:

source: Embed local files into PDF if possible
de: Lokale Dateien in das PDF einbinden falls möglich

source: <qt>If checked, KBibTeX tries to embed all referenced files for the BibTeX entries into the exported PDF file.<br/>This requires that you have installed <tt>embedfile.sty</tt>.</qt>
de: <qt>Wenn ausgewählt, versucht KBibTeX alle in diesem BibTeX-Dokument referenzierten Dateien in die PDF-Datei zu exportieren.<br/> Das erfordert, daß die Datei <tt>embedfile.sty</tt> installiert ist.</qt>

source: Export Systems
de: Export-Module

source: Example: %1
de: Beispiel: %1

source: _: id suggestion New
de: Neu

source: _: id suggestion Edit
de: Bearbeiten

source: _: id suggestion Delete
de: Löschen

source: _: id suggestion Up
de: Nach oben

source: _: id suggestion Down
de: Nach unten

source: Toogle default
de: Standard umschalten

source: Use default id suggestion when editing new entries
de: Standard für Eintragsbezeichner verwenden, wenn neue Einträge angelegt werden

source: New Keyword
de: Neues Schlüsselwort

source: _n: 1 keyword has been imported. %n keywords have been imported.
de: 1 Schlüsselwort wurde importiert. %n Schlüsselwörter wurden importiert.

source: Keywords imported
de: Schlüsselwörter importiert

source: _: keyword Delete
de: Löschen

source: _: keyword Import
de: Importieren

source: The list of URLs will be checked and known entries will be replaced by the program standards. Search entries you have defined by yourself will be kept most likely.
de: Die URL-Liste wird überprüft und bekannte Einträge werden durch bekannte Vorlagen ersetzt. Benutzerdefinierte Sucheinträge werden im Normalfall beibehalten.

source: Reset list of URLs
de: Liste der URLs zurücksetzen

source: Reset
de: Zurücksetzen

source: Description
de: Beschreibung

source: _: search url New
de: Neu

source: _: search url Edit
de: Bearbeiten

source: _: search url Delete
de: Löschen

source: _: search url Reset
de: Zurücksetzen

source: New URL
de: Neue URL

source: Edit URL
de: URL bearbeitne

source: Description:
de: Beschreibung:

source: Within the URL, '%1' will be replaced by the search term.
de: Innerhalb der URL wird "%1" durch den Suchausdruck ersetzt.

source: Include Author:
de: Autor einbeziehen:

source: Single line
de: Einfache Zeile

source: Multiple lines
de: Mehrere Zeilen

source: Label
de: Beschriftung

source: _: user-defined input New
de: Neu

source: _: user-defined input Edit
de: Bearbeiten

source: _: user-defined input Delete
de: Löschen

source: _: user-defined input Up
de: Nach oben

source: _: user-defined input Down
de: Nach unten

source: New Field
de: Neues Feld

source: Edit Field
de: Feld bearbeiten

source: Label:
de: Beschriftung:

source: Input Type:
de: Datentyp:

source: Toggle between showing all fields or only important fields
de: Wechseln zwischen der Ansicht aller Felder oder nur der wichtigesten Felder

source: Filter this sidebar for a given field
de: Die Seitenleiste nach einem bestimmten Feld filtern

source: Items
de: Einträge

source: Rename all occurrences
de: Alle Vorkommen umbenennen

source: Edit field '%1'
de: Feld "%1" bearbeiten

source: _: May only contain ASCII characters, in case of doubt keep English form NewValue%1
de: NeuerWert%1

source: Checked entries are string keys, unchecked entries are quoted text.
de: Abgeharkte Einträge sind Makro-Schlüssel, nicht abgeharkte Einträge sind fertiger Text.

source: Toggle
de: Umschalten

source: &Import
de: &Importieren

source: Import selected items
de: Ausgewählte Einträge importieren

source: Search %1
de: Suche in %1

source: Searching
de: Suchen

source: Searching %1
de: Suche in %1

source: &Engine:
de: S&uchmaschine:

source: Search &term:
de: Such&begriff:

source: &Number of results:
de: Anzahl Treffer:

source: &Search
de: &Suchen

source: Import all hits
de: Alle Treffer importieren

source: About Amatex
de: Über Amatex

source: Querying database '%1' failed.
de: Suche in Datenbank "%1" is fehlgeschlagen.

source: arXiv is an archive for electronic preprints
de: arXiv ist ein Archiv für elektronische Vorabveröffentlichungen

source: BibSonomy - A social bookmark and publication sharing system
de: BibSonomy – Ein gemeinschaftliches Lesezeichen- und Veröffentlichungstauschsystem

source: Citebase Search is a semi-autonomous citation index
de: Citebase-Suche ist ein halbautomatisches Zitierungsverzeichnis

source: About Google Scholar
de: Über Google Scholar

source: NCBI's Disclaimer and Copyright
de: NCBI-Impressung und Urheberrechte

source: DESY (Germany)
de: DESY (Deutschland)

source: IHEP (Russia)
de: IHEP (Russland)

source: Durham U (U.K.)
de: Universität von Durham (G.B.)

source: LIPI (Indonesia)
de: LIPI (Indonesien)

source: SPIRES-HEP Search
de: SPIRES-HEP-Suche

source: About Zentralblatt MATH
de: Über Zentralblatt MATH
