Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-kbibtex-0.2.1/po/*.po
Languages: de

source: _: NAME OF TRANSLATORS Your names
de: Thomas Fischer

source: _: EMAIL OF TRANSLATORS Your emails
de: fischer@unix-ag.uni-kl.de

source: Co&mment:
de: Ko&mmentar:

source: &Use @Comment for comment instead of plain text
de: @Comment für Kommentar anstatt von reinem Text ver&wenden

source: Edit BibTeX Comment
de: BibTeX-Kommentar bearbeiten

source: Updating
de: Aktualisierung

source: Updating main view
de: Hauptansicht wird aktualisiert

source: Show Columns
de: Spalten zeigen

source: Element Type
de: Elementtyp

source: Paste text as...
de: Text einfügen als...

source: Entry Id
de: Eintragsbezeichner

source: Comment
de: Kommentar

source: Macro
de: Makro

source: Preamble
de: Präambel

source: Could not find text '%1' in the document. Start from the beginning?
de: Der Text "%1" wurde nicht im Dokument gefunden. Suche von vorne beginnen?

source: Find text in source view
de: Text in Queltextansicht finden

source: Restart search
de: Suche neu starten

source: L&ist view
de: Listenansicht

source: So&urce view
de: Quelltextansicht

source: <qt>Loading file <b>%1</b></qt>
de: <qt>Datei <b>%1</b> wird geladen</qt>

source: <qt>Writing file <b>%1</b></qt>
de: <qt>Datei <b>%1</b> wird geschrieben</qt>

source: To export a BibTeX document to the Rich Text Format (RTF) you need to have installed the program latex2rtf.
de: Um eine BibTeX-Datei als RTF zu exportieren, muss das Programm latex2rtf installiert sein.

source: Embedding files into the PDF file is enabled, but the required file 'embedfile.sty' was not found. Embedding files will be disabled.
de: Das Einbetten von PDF-Dateien ist aktiviert, aber die erforderliche Datei 'embedfile.sty' wurde nicht gefunden. Das Einbetten wird daher deaktiviert.

source: Embedding files disabled
de: Einbetten von Dateien deaktiviert

source: _: May only contain ASCII characters, in case of doubt keep English form NewMacro%1
de: NeuesMacro%1

source: Put your comment here...
de: Hier den Kommentar schreiben...

source: _: May only contain ASCII characters, in case of doubt keep English form NewString%1
de: NeuerString%1

source: No text yet
de: Kein Text bisher

source: @comment{ Put your comment here... }
de: @comment{ Hier den Kommentar schreiben... }

source: @preamble{"Put your preamble here using double quotes..."}
de: @preamble{"Hier die Präambel mit doppelten Anführungszeichen schreiben..."}

source: REQUIRED
de: ERFORDERLICH

source: _n: This BibTeX file contains 1 element. This BibTeX file contains %n elements.
de: Die BibTeX-Datei enthält 1 Element. Die BibTeX-Datei enthält %n Elemente.

source: File Statistics
de: Dateistatistik

source: New keyword:
de: Neues Schlüsselwort:

source: Cannot establish a link to LyX
de: Es konnte keine Verbindung zu LyX aufgebaut werden

source: Cannot establish a link to LyX using the pipe '%1'
de: Es konnte keine Verbindung zu LyX über die Pipe "%1" aufgebaut werden

source: Maybe LyX is not running?
de: Vielleicht läuft LyX nicht?

source: Error communicating with LyX
de: Kann nicht mit LyX kommunizieren

source: _: May only contain ASCII characters, in case of doubt keep English form NewEntry%1
de: NeuerEintrag%1

source: The file '%1' does not contain a known type of bibliography.
de: Die Datei "%1" enthält keine bekannten Bibliographiedaten.

source: Unknown file format
de: Unbekanntes Dateiformat

source: No preview available
de: Keine Vorschau verfügbar

source: File '%1' has been modified. Reload file to import changes or ignore changes?
de: Die Datei "%1" wurde bearbeitet. Datei neu laden um die Änderungen zu übernehmen oder Änderungen ignorieren?

source: Reload file?
de: Dokument neu laden?

source: Ignore
de: Ignorieren

source: Edit BibTeX Entry
de: BibTeX-Eintrag bearbeiten

source: The current entry has been modified. Do you want do discard your changes?
de: Der aktuelle Eintrag wurde bearbeitet. Sollen die Änderungen verworfen werden?

source: Discard changes
de: Änderungen verwerfen

source: E&ntry Type:
de: Ei&ntragstyp:

source: &Identifier
de: &Bezeichner

source: Use the default id suggestion to set the entry id
de: Standard für Bezeicher-Vorschläge für diesen Eintrag verwenden

source: Use the default id suggestion to set the entry id. You can edit and select the default id suggestion in the configuration dialog.
de: Standard für Bezeicher-Vorschläge für diesen Eintrag verwenden. Der Standard für Bezeichner-Vorschläge kann im Einstellungsfenster bearbeitet und ausgewählt werden.

source: Enable all &fields for editing
de: Alle &Felder zur Bearbeitung freigeben

source: Message
de: Nachricht

source: Title
de: Titel

source: Author/Editor
de: Autor/Herausgeber

source: Publication
de: Veröffentlichung

source: Misc
de: Verschiedenes

source: Keywords
de: Schlüsselwörter

source: External
de: Externe

source: User Defined
de: Benutzerdefiniert

source: Other Fields
de: Weitere Felder

source: Source
de: Quelltext

source: Please supply more fields to use the default id
de: Bitte mehr Felder ausfüllen, damit ein Bezeichner automatisch erstellt werden kann

source: Using '%1' as entry id
de: "%1" wird als Bezeichner für diesen Eintrag verwendet

source: An entry has to have an identifier
de: Ein Eintrag muss einen Bezeichner haben

source: The identifier contains invalid characters at position %1
de: Der Bezeichner enthält unzulässige Zeichen ab Position %1

source: The identifier contains non-ascii characters, first one is '%1'
de: Der Bezeichner enthält unzulässige Zeichen ab Position %1

source: Require either 'Editor', 'Organization', or 'Key'
de: Es wird entweder "Herausgeber", "Organisation" oder "Schlüssel" benötigt

source: Cross referenced entry '%1' must contain either 'Editor', 'Key', or 'Book Title'
de: Der querverwiesene Eintrag "%1" muss entweder "Herausgeber", "Schlüssel" oder "Buchtitel" enthalten

source: Cross referenced entry '%1' must contain 'Volume'
de: Der querverwiesene Eintrag "%1" muss "Band" enthalten

source: Cross referenced entry '%1' must contain either 'Editor', 'Key', or 'Series'
de: Der querverwiesene Eintrag "%1" muss entweder "Herausgeber", "Schlüssel" oder "Reihe" enthalten

source: No suggestions available
de: Kein Vorschlag verfügbar

source: The fields 'Author' or 'Editor' are required, but both are missing
de: Die Felder "Autor und "Herausgeber" sind erforderlich, aber beide fehlen

source: Author
de: Autor

source: _: May only contain ASCII characters, in case of doubt keep English form NewAuthor
de: NeuerAutor

source: Editor
de: Herausgeber

source: _: May only contain ASCII characters, in case of doubt keep English form NewEditor
de: NeuerHerausgeber

source: Open %1
de: %1 öffnen

source: Digital Object Identifier
de: Digitale Objekt-Identifizierung

source: Open DOI
de: DOI öffnen

source: Local File
de: Lokale Datei

source: &Browse...
de: &Durchsuchen...

source: Browse for a local file
de: Nach einer lokalen Datei suchen

source: In this file only
de: Nur in dieser Datei

source: The keyword '%1' does already exist in the list of keywords. The old name has been restored.
de: Das Schlüsselwort "%1" existiert bereits in der Liste der Schlüsselwörter. Der alte Name wurde wiederhergestellt.

source: Renaming keyword failed
de: Umbennen des Schlüsselworts fehlgeschlagen

source: _: May only contain ASCII characters, in case of doubt keep English form NewKeyword%1
de: NeuesSchluesselwort%1

source: Keyword
de: Schlüsselwort

source: Origin
de: Ursprung

source: _: keyword New
de: Neu

source: Add a new keyword to the list
de: Neues Schlüsselwort zu Liste hinzufügen

source: _: keyword Edit
de: Bearbeiten

source: Edit the selected keyword
de: Ausgewähltes Schlüsselwort bearbeiten

source: _: keyword Toggle &global
de: Status "global" wechseln

source: Add or remove the selected keyword to or from the global list
de: Hinzufügen oder Entfernen des ausgewählten Schlüsselworts zu oder von der globalen Liste

source: There is no need to delete keywords. Simply uncheck unwanted keywords and make them non-global. Global keywords can also be edited in the settings dialog.
de: Es besteht kein Bedarf, Schlüsselwörter zu löschen. Es genügt, bei ungewünschten Schüsselwörtern das Häckchen zu entfernen und sie als nicht-global zu markieren. Globale Schlüsselwörter können auch im Einstellungsfenster bearbeitet werden.

source: Type
de: Typ

source: Key
de: Schlüssel

source: Note
de: Notiz

source: Annote
de: Anmerkung

source: Abstract
de: Zusammenfassung

source: Name of the user-defined field
de: Name es benutzerdefinierten Feldes

source: The name of the user-defined field. Should only contain letters and numbers.
de: Der Name des benutzerdefinierten Feldes. Sollte nur Buchstaben und Zahlen enthalten.

source: &Add
de: &Hinzufügen

source: Value
de: Wert

source: Content of the user-defined field
de: Inhalt des benutzerdefinierten Feldes

source: The content of the user-defined field. May contain any text.
de: Der Inhalte des benutzerdefinierten Feldes. Kann beliebigen Text enthalten.

source: &Content:
de: Inhalt:

source: &List:
de: Liste:

source: Op&en
de: Öffnen

source: The fields 'Chapter' or 'Pages' are required, but both are missing
de: Die Felder "Chapter" oder "Pages" sind erforderlich, aber beide fehlen

source: The field 'Journal' refers to a not existing entry
de: Das Feld "Journal" bezieht sich auf einen nicht-existierenden Eintrag

source: http://en.wikipedia.org/w/index.php?title=Special:Booksources&isbn=%1
de: http://de.wikipedia.org/w/index.php?title=Spezial:ISBN-Suche&isbn=%1

source: Journal
de: Zeitschrift

source: Volume
de: Band

source: Number
de: Nummer

source: Month
de: Monat

source: Year
de: Jahr

source: Pages
de: Seiten

source: Edition
de: Ausgabe

source: Chapter
de: Kapitel

source: Cross Reference
de: Querverweis

source: Organization
de: Organisation

source: Publisher
de: Verlag

source: School
de: Universität

source: Location
de: Ort

source: Address
de: Adresse

source: Lookup ISBN number in Wikipedia
de: ISBN-Nummer in Wikipedia nachschlagen

source: How Published
de: Wie veröffentlicht

source: The field '%1' is required, but missing
de: Das Feld "%1" ist erforderlich, fehlt aber

source: Using cross referenced entry '%1' for field '%2'
de: Der querverwiesene Eintrag "%1" wird für Feld "%2" benutzt

source: The field '%1' contains string keys with invalid characters
de: Das Feld "%1" enthält Schlüssel mit ungültigen Zeichen

source: The field '%1' contains some unknown error
de: Das Feld "%1" enthält einen unbekannten Fehler

source: Book Title
de: Buchtitel

source: Series
de: Reihe

source: Please use the settings dialog to add user-defined fields here.
de: Im Einstellungsdialog können benutzerdefinierte Felder eingefügt werden

source: BibTeX field '%1'
de: Entspricht BibTeX-Feld "%1"

source: Set '%1' to be a string key
de: Eintrag "%1" zu einem Schlüssel machen

source: Edit '%1' as a concatenated value
de: Eintrag "%1" als zusammengesetzen Eintrag bearbeiten

source: Concatenated value
de: Zusammengesetzter Wert

source: Add new '%1' item (Ctrl+A)
de: Neuen "%1"-Eintrag hinzufügen (Strg+A)

source: Edit current '%1' item (F2)
de: Aktuellen "%1"-Eintrag bearbeiten (F2)

source: Delete current '%1' item (Del)
de: Aktuellen "%1"-Eintrag löschen (Entf)

source: Up
de: Nach oben

source: Move current '%1' item up (Ctrl+Up)
de: Aktuelles "%1"-Element nach oben verschieben (Strg+Pfeil hoch)

source: Down
de: Nach unten

source: Move current '%1' item down (Ctrl+Down)
de: Aktuelles "%1"-Element nach unten verschieben (Strg+Pfeil runter)

source: Complex...
de: Erweitert...

source: Edit current '%1' item as a concatenated string (Ctrl+Alt+C)
de: Aktuelles "%1"-Element als zusammengesetzten Wert bearbeiten (Strg+Alt+C)

source: ... and others (et al.)
de: ... und weitere (et al.)

source: First author only
de: Nur der erste Autor

source: All authors
de: Alle Autoren

source: _n: , but only first letter of each last name , but only first %n letters of each last name
de: , aber nur den ersten Buchstaben von jedem Nachnamen , aber nur die ersten %n Buchstaben von jedem Nachnamen

source: , in upper case
de: , in Großbuchstaben

source: , in lower case
de: , in Kleinbuchstaben

source: , with '%1' in between
de: , mit "%1" dazwischen

source: Year (2 digits)
de: Jahr (2 Ziffern)

source: Year (4 digits)
de: Jahr (4 Ziffern)

source: _n: , but only first letter of each word , but only first %n letters of each word
de: , aber nur den ersten Buchstaben von jedem Wort , aber nur die ersten %n Buchstaben von jedem Wort

source: , small words removed
de: , kleine Wörter entfernt

source: Use first author only
de: Nur ersten Autor benutzen

source: Casing:
de: Groß-/Kleinschreibung:

source: No change
de: Keine Änderung

source: Lower case
de: Kleinbuchstaben

source: Upper case
de: Großbuchstaben

source: Only first letters:
de: Nur die ersten Buchstaben:

source: Complete name
de: Vollständige Namen

source: Text between authors:
de: Text zwischen Autoren:

source: Remove small words
de: Alle kleinen Wörter entfernen

source: Complete title
de: Vollständiger Titel

source: Text between words:
de: Text zwischen Wörtern:

source: Year:
de: Jahr:

source: 2 digits
de: 2 Ziffern

source: 4 digits
de: 4 Ziffern

source: Text in between:
de: Text dazwischen:

source: Edit Id Suggestions
de: Id-Vorschläge bearbeiten

source: <qt>Example:<br/><b>%1</b></qt>
de: <qt>Beispiel:<br/><b>%1</b></qt>

source: The document '%1' has been modified. Do you want to save your changes or discard them?
de: Das Dokument "%1" wurde bearbeitet. Sollen die lokalen Änderungen gesichert oder verworfen werden?

source: Close Document
de: Dokument schließen

source: A file named '%1' already exists. Are you sure you want to overwrite it?
de: Eine Datei mit dem Namen "%1" existiert bereits. Soll diese Datei überschrieben werden?

source: Overwrite
de: Überschreiben

source: Portable Document File (*.pdf)
de: PDF-Dokument (*.pdf)

source: eXtended Markup Language (*.xml)
de: XML-Dokument (*.xml)

source: Hypertext Markup Langage (*.html)
de: HTML-Dokument (*.html)

source: Rich Text Format (*.rtf)
de: RTF-Dokument (*.rtf)

source: Exporting
de: Exportieren

source: File could not be exported in '%1'.
de: Die Datei konnte nicht nach "%1" exportiert werden.

source: See the following error log for details.
de: Der folgende Fehlerbericht enthält weitere Details.

source: Exporting failed
de: Exportvorgang ist fehlgeschlagen

source: File could not be exported to '%1'.
de: Die Datei konnte nicht nach "%1" exportiert werden.

source: Supported Bibliographies
de: Unterstützte Bibliographien

source: The given file could not be read, check if it exists or if it is readable for the current user.
de: Die angegebene Datei konnte nicht gelesen werden. Bitte überprüfen, ob die Datei existiert und lesbar für den Benutzer ist.

source: The given file could not be merged.
de: Die angegebene Datei konnte nicht zusammengeführt werden.

source: Save the current file
de: Aktuelle Datei speichern

source: Save the current file under a new filename
de: Aktuelle Datei unter neuem Dateinamen speichern

source: Statistics...
de: Statistik...

source: Export...
de: Exportieren...

source: Export to a different file format
de: Exportieren in ein anderes Dateiformat

source: Merge...
de: Zusammenführen...

source: Merge BibTeX entries from another file
de: BibTeX-Einträge aus anderer Datei zusammenführen

source: Cut the selected BibTeX elements to the clipboard
de: Ausgewählte BibTeX-Element ausschneiden in die Zwischenablage

source: Copy the selected BibTeX elements to the clipboard
de: Ausgewählte BibTeX-Element kopieren in die Zwischenablage

source: Copy &Reference
de: &Referenz kopieren

source: Copy a reference of the selected BibTeX elements to the clipboard
de: Referenzen auf ausgewählte BibTeX-Element kopieren in die Zwischenablage

source: Paste BibTeX elements from the clipboard
de: BibTeX-Element aus der Zwischenablage einfügen

source: Select all BibTeX elements
de: Alle BibTeX-Elemente auswählen

source: Send Reference to &LyX
de: Referenz an &LyX senden

source: Send a reference of the selected BibTeX elements to LyX
de: Eine Referenz für die ausgewählten BibTeX-Element an LyX senden

source: Find text
de: Text suchen

source: Find next occurrence
de: Nächstes Vorkommen suchen

source: Search Online Databases
de: Online-Datenbanken durchsuchen

source: Search online databases to import bibliography data
de: Online-Datenbanken durchsuchen, um bibliographische Daten zu importieren

source: Search Document Online
de: Dokument online suchen

source: Search websites for the selected BibTeX element
de: Webseiten nach den ausgewählten BibTeX-Elementen durchsuchen

source: &Show Columns
de: &Spalten zeigen

source: Select columns to show in the main list
de: Spalten auswählen, die in der Hauptliste angezeigt werden

source: View Document
de: Dokument ansehen

source: View the documents associated with this BibTeX entry
de: Die mit diesem BibTeX-Eintrag verknüpften Dokumente betrachten

source: Assign Keywords
de: Schlüsselwort zuweisen

source: Assign keywords to this entry
de: Schlüsselwörter zu diesem Eintrag hinzufügen

source: Configure KBibTeX
de: KBibTeX einrichten

source: Configure Source View...
de: Quelltextansicht einrichten...

source: Configure the Source Editor
de: Quelltextansicht einrichten

source: Article
de: Artikel

source: Add an article to the BibTeX file
de: Einen Artikel zur BibTeX-Datei hinzufügen

source: Book
de: Buch

source: Add a book to the BibTeX file
de: Ein Buch zur BibTeX-Datei hinzufügen

source: Booklet
de: Broschüre

source: Add a booklet to the BibTeX file
de: Eine Broschüre zur BibTeX-Datei hinzufügen

source: Electronic (IEEE)
de: Elektronischer Verweis (IEEE)

source: Add an electronic reference (IEEE) to the BibTeX file
de: Einen elektronischen Verweis (IEEE) zur BibTeX-Datei hinzufügen

source: InBook
de: In Buch

source: Add a part of a book to the BibTeX file
de: Einen Teil eines Buches zur BibTeX-Datei hinzufügen

source: InCollection
de: In Sammlung

source: Add a publication which is part of some collection to the BibTeX file
de: Ein Veröffentlichung, die Teil einer Sammlung ist, zur BibTeX-Datei hinzufügen

source: InProceedings
de: In Tagungsband

source: Add a publication which is part of some proceedings to the BibTeX file
de: Ein Veröffentlichung, die Teil eines Tagungsbandes ist, zur BibTeX-Datei hinzufügen

source: Manual
de: Handbuch

source: Add a manual to the BibTeX file
de: Ein Handbuch zur BibTeX-Datei hinzufügen

source: MastersThesis
de: Diplomarbeit

source: Add a master or diploma thesis to the BibTeX file
de: Eine Master- oder Diplomarbeit zur BibTeX-Datei hinzufügen

source: Add a not specified document or reference to the BibTeX file
de: Ein unspezifiziertes Dokument zur BibTeX-Datei hinzufügen

source: PhDThesis
de: Doktorarbeit

source: Add a PhD thesis to the BibTeX file
de: Eine Doktorarbeit zur BibTeX-Datei hinzufügen

source: Proceedings
de: Tagungsband

source: Add some proceedings to the BibTeX file
de: Ein Tagungsband zur BibTeX-Datei hinzufügen

source: TechReport
de: Technischer Bericht

source: Add a technical report to the BibTeX file
de: Einen technischen Bericht zur BibTeX-Datei hinzufügen

source: Unpublished
de: Unveröffentlicht

source: Add an unpublished document to the BibTeX file
de: Ein unveröffentlichtes Dokument zur BibTeX-Datei hinzufügen

source: Add a preamble to the BibTeX file
de: Eine BibTeX-Einleitung zur BibTeX-Datei hinzufügen

source: Add a comment to the BibTeX file
de: Einen Kommentar zur BibTeX-Datei hinzufügen

source: Add a macro to the BibTeX file
de: Ein Makro zur BibTeX-Datei hinzufügen

source: Edit the selected BibTeX element
de: Das ausgewählte BibTeX-Element bearbeiten

source: Delete the selected BibTeX elements
de: Das ausgewählte BibTeX-Element löschen

source: Show &Comments
de: &Kommentare anzeigen

source: Show the comments of a BibTeX document
de: Kommentare im BibTeX-Dokument anzeigen

source: Show &Macros
de: &Makros anzeigen

source: Show the macros of a BibTeX document
de: Makros im BibTeX-Dokument anzeigen

source: Accept input from other programs
de: Eingaben von anderen Programmen annehmen

source: &New
de: &Neu

source: Add a new element to this BibTeX document
de: Neues Element in dieses BibTeX-Dokument einfügen

source: Some other KBibTeX instance is using the pipe. If this assumption is wrong, please delete '%1'.
de: Eine andere KBibTeX-Instanz benutzt die Pipe. Falls diese Annahme falsch ist, muss die Datei "%1" gelöscht werden.

source: Pipe already in use
de: Pipe wird bereits benutzt

source: Could not create pipe at '%1'.
de: Pipe "%1" konnte nicht angelegt werden.

source: Error creating pipe
de: Fehler bei Pipe-Erstellung

source: The KBibTeX part has problems to initialize itself. Only limited functionality will be available.
de: Das KBibTeX-Part konnte sich selber nicht initialisieren. Nur eingeschränkte Funktionalität steht zur Verfügung.

source: Could not find our part!
de: Konnte den KBibTeX-Part nicht finden!

source: Click to open a file Click and hold to open a recent file
de: Drücken um eine Datei zu öffnen Drücken und halten um eine vorherige Datei zu öffnen

source: Create a new window for a new BibTeX file
de: Neues Fenster für eine neue BibTeX-Datei erstellen

source: Open an existing BibTeX file
de: Eine bestehende BibTeX-Datei öffnen

source: This lists files which you have opened recently, and allows you to easily open them again.
de: Hier werden früher geöffnete Dateien angezeigt, die einfach geöffnet werden können.

source: Close this KBibTeX window
de: Dieses KBibTeX-Fenster schließen

source: Show or hide the window's status bar
de: Statusleiste anzeigen oder verbergen

source: Configure key bindings for KBibTeX
de: Kurzbefehle für KBibTeX konfigurieren

source: Configure the tool bar for KBibTeX
de: Werkzeugleiste für KBibTeX konfigurieren

source: Could not open file '%1'.
de: Konnte Datei "%1" nicht öffnen.

source: Edit BibTeX Macro
de: BibTeX-Makro bearbeiten

source: Macro &id:
de: Makro-&Id:

source: Macro &value:
de: Makro-&Text:

source: A BibTeX editor for KDE
de: Ein BibTeX-Editor für KDE

source: Document to open.
de: Zu öffnendes Dokument

source: NAME OF TRANSLATORS
de: Thomas Fischer

source: EMAIL OF TRANSLATORS
de: fischer@unix-ag.uni-kl.de

source: Merge BibTeX elements
de: BibTeX-Elemente zusammenführen

source: Inserted element:
de: Eingefügtes Element:

source: Keep Original
de: Original beibehalten

source: Use Inserted
de: Eingefügtes behalten

source: Rename Inserted
de: Eingefügtes umbenennen

source: Merge
de: Zusammenführen

source: _: May only contain ASCII characters, in case of doubt keep English form _new
de: _neu

source: Edit BibTeX Preamble
de: BibTeX-Präambel bearbeiten

source: &Preamble:
de: &Präambel:

source: Se&ttings
de: Eins&tellungen

source: Add a new BibTeX entry, comment or macro to this file
de: Neuen BibTeX-Eintrag, -Kommentar oder Makro zur Datei hinzufügen

source: Add a new BibTeX entry from an online database
de: Neuen BibTeX-Eintrag aus einer Online-Datenbank hinzufügen

source: Erase current search pattern
de: Aktuelle Suchanfrage löschen

source: &Search:
de: &Suchen:

source: Exact
de: Exakt

source: Every word
de: Jedes Wort

source: Any word
de: Beliebiges Wort

source: Restrict to:
de: Beschränken auf:

source: All fields
de: Alle Felder

source: Could not determine filename for XSLT file
de: Der Dateiname der XSLT-Datei konnte nicht bestimmt werden

source: Initialization failed
de: Initialisierung fehlgeschlagen

source: Crossref
de: Querverweis

source: Unknown
de: Unbekannt

source: &Editing
de: &Bearbeiten

source: &File Open&&Save
de: &Datei öffnen und speichern

source: &Search URLs
de: &Such-URLs

source: Global &Keywords
de: Globale Schlüsselworter

source: Id Suggestions
de: Id-Vorschläge
