Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-katapult-0.3.2.2/po/*/katapult.po
Languages: bg, da, de, es, et, fr, gl, hu, it, ja, nl, pt_br, sv, tr

source: General Settings
bg: Общи настройки
da: Generel opsætning
de: Allgemeine Einstellungen
es: Preferencias generales
et: Üldised seadistused
fr: Configuration générale
gl: Configurazón xeral
hu: Általános beállítások
it: Impostazioni generali
ja: 全般設定
nl: Algemene instellingen
pt_br: Configuração Geral
sv: Allmänna inställningar
tr: Genel Ayarlar

source: Catalogs
bg: Каталози
da: Kataloger
de: Kataloge
es: Catálogos
et: Kataloogid
fr: Catalogues
gl: Catálogos
hu: Katalógusok
it: Cataloghi
ja: カタログ
nl: Catalogi
pt_br: Catálogos
sv: Kataloger
tr: Kataloglar

source: Enabled Catalogs
bg: Включване на каталози
da: Aktiverede mapper
de: Kataloge aktivieren
es: Catálogos disponibles
et: Lubatud kataloogid
fr: Catalogues activés
gl: Catálogos Habilitados
hu: Bekapcsolt katalógusok
it: Cataloghi abilitati
ja: 有効なカタログ
nl: Geactiveerde catalogi
pt_br: Catálogos Ativos
sv: Aktiverade kataloger
tr: Etkin Kataloglar

source: Display
bg: Показване
da: Vis
de: Anzeige
es: Pantalla
et: Vaade
fr: Affichage
gl: Visualizazón
hu: Megjelenítés
ja: 表示
nl: Weergave
pt_br: Visualização
sv: Skärm
tr: Göster

source: A plugin-driven utility that can launch applications, bookmarks, or anything else that you can find a plugin for.
bg: Инструмент с приставка, който може да се стартират приложения, отметки или нещо друго за което има приставка.
da: Et plugin-drevet redskab som kan starte programmer, vise bogmærker eller hvad som helst andet som du kan finde et plugin for.
de: Ein modulares Programm, um Anwendungen, Lesezeichen oder alles wofür man sonst ein Modul finden kann, zu starten.
es: Una extensión que le permite iniciar aplicaciones, marcadores, o cualquier otra cosa para la que pueda encontrar una estensión.
et: Pluginapõhine tööriist rakenduste, järjehoidjate või mille tahes käivitamiseks, mille jaoks on vaid plugin olemas.
fr: Un utilitaire permettant de lancer des applications, signets, ou n'importe quoi d'autre si vous trouvez un module pour.
gl: Unha utilidade baseada en plugins que pode lanzar aplicazóns, marcadores, ou calquer cousa para a que poda atopar un plugin.
hu: Moduláris segédprogram alkalmazások, könyvjelzők stb. indítására.
it: Un programma di utilità che fa uso di plugin per avviare applicazioni, segnalibri o qualsiasi altra cosa per le quali si può trovare un plugin.
ja: アプリケーションを起動したり、ブックマークを開いたりするためのプラグインベースのユーティリティ。
nl: Een plugin-gestuurd programma dat programma's, bladwijzers en al het andere waarvoor u een plugin kunt vinden kan opstarten.
pt_br: Um utilitário baseado em 'plugins' que poderá executar aplicativos, favoritos ou tudo o que possa ter um 'plugin'.
sv: Ett verktyg styrt insticksprogram av som kan starta program, visa bokmärken eller vad som helst annat som du kan hitta ett insticksprogram för.
tr: Uygulamalar, Sık kullanılanlar ve eklentisini bulabildiğiniz her şey için kullanışlı ve eklenti tabanlı bir başlatıcı.

source: (C) until 2005, Joe Ferris (C) 2005, the Katapult development team
bg: (C) until 2005, Joe Ferris (C) 2005, екипът за разработка на Katapult
da: © til 2005, Joe Ferris © 2005, Katapult-udviklingsholdet
de: (C) bis 2005, Joe Ferris (C) 2005, die Entwickler von Katapult
es: (C) hasta 2005, Joe Ferris (C) 2005, el equipo de desarrollo de Katapult
et: (C) kuni 2005: Joe Ferris (C) 2005: Katapulti arendusmeeskond
fr: (C) until 2005, Joe Ferris (C) 2005, l'équipe de développement de Katapult
gl: (C) até 2005, Joe Ferris (C) 2005, a equipa de desenvolvimento de Katapult
hu: (C) Joe Ferris, 2005-ig (C) A Katapult fejlesztői, 2005.
it: (C) fino al 2005, Joe Ferris (C) 2005, la squadra degli sviluppatori di Katapult
ja: (C) 2005まで, Joe Ferris (C) 2005, Katapult 開発チーム
nl: (C) tot 2005, Joe Ferris (C) 2005, het ontwikkelingsteam van Katapult
pt_br: (C) até 2005, Joe Ferris (C) 2005, a equipe de desenvolvimento do Katapult
sv: © till 2005, Joe Ferris © 2005, Katapult-utvecklingsgruppen
tr: (C) 2005'ten beri, Joe Ferris (C) 2005, Katapult geliştirici takımı

source: Project Manager
da: Projektleder
de: Projektmanager
es: Administrador del proyecto
et: Projekti haldur
fr: Gestionnaire de projets
gl: Xestor do Proxecto
hu: Projektvezető
it: Gestore progetto
ja: プロジェクトマネージャ
nl: Projectbeheerder
pt_br: Gerente do Projeto
sv: Projektledare
tr: Proje Yöneticisi

source: Lead Developer
da: Hovedudvikler
de: Leitender Entwickler
es: Dirección del desarrollo
et: Põhiarendaja
fr: Développeur principal
gl: Líder do Desenvolvimento
hu: Vezető fejlesztő
it: Principale sviluppatore
ja: 主要開発者
nl: Hoofdontwikkelaar
pt_br: Programador Principal
sv: Huvudutvecklare
tr: Lider Geliştirici

source: Developer
da: Udvikler
de: Entwickler
es: Desarrollador
et: Arendaja
fr: Développeur
gl: Desenvolvente
hu: Fejlesztő
it: Sviluppatore
ja: 開発者
nl: Ontwikkelaar
pt_br: Desenvolvimento
sv: Utvecklare
tr: Geliştirici

source: Graphics
da: Grafik
de: Graphiken
es: Gráficos
et: Graafika
fr: Graphismes
gl: Gráficos
hu: Grafika
it: Grafica
ja: グラフィックス
nl: Illustraties
pt_br: Gráficos
sv: Grafik
tr: Grafikler

source: Original Author
da: Oprindelig forfatter
de: Ursprünglicher Autor
es: Autor original
et: Originaali autor
fr: Auteur initial
gl: Autor Orixinal
hu: Eredeti szerző
it: Autore originale
ja: オリジナル作者
nl: Oorspronkelijke auteur
pt_br: Autor Original
sv: Ursprunglig upphovsman
tr: Orijinal Yazar

source: MyDialog1
es: MiDiálogo1
it: MiaFinestra1
nl: Mijndialoog1
pt_br: Janela1
sv: Mindialogruta1
tr: BenimDiyaloğum1

source: New Item
bg: Нов елемент
da: Nyt punkt
de: Neues Element
es: Nuevo elemento
et: Uus element
fr: Nouvel élément
gl: Novo Ítem
hu: Új elem
it: Nuovo elemento
ja: 新規アイテム
nl: Nieuw item
pt_br: Novo Item
sv: Nytt objekt
tr: Yeni Öge

source: Tab
bg: Подпрозорец
da: Faneblad
de: Tabulator
es: Pestaña
fr: Onglet
it: Scheda
sv: Tabulator

source: Application successfully started ! Press %1 to use it...
bg: Приложението беше стартирано успешно ! Натиснете %1 за да го използвате...
da: Programmet startet med godt resultat. Tryk på %1 for at bruge det...
de: Katapult wurde erfolgreich gestartet. <br>Drücken Sie %1, um es zu verwenden ...
es: ¡Aplicación iniciada correctamente! Pulse %1 para utilizarla...
et: !Rakendus on edukalt käivitatud! Vajuta %1 selle kasutamiseks...
fr: Application démarrée avec succès ! Appuyez sur %1 pour l'utiliser...
gl: A aplicazón foi iniciada con éxito! Prema %1 para usá-la...
hu: Az alkalmazás elindult. Használat: %1 megnyomására...
it: Applicazione avviata correttamente! Premi %1 per usarla...
ja: アプリケーションを開始しました。 使用するには %1 を押してください。
nl: Programma met succes gestart! Druk op %1 om het te gebruiken...
pt_br: O aplicativo foi iniciado com sucesso ! Pressione %1 para usá-lo...
sv: Programmet startat med lyckat resultat. Tryck på %1 för att använda det...
tr: Uygulama başarılı şekilde başladı ! Kullanmak için %1 'e basın...

source: Katapult Notification
bg: Katapult - уведомяване
da: Underretninger fra Katapult
de: Katapult-Benachrichtigung
es: Notificación de Katapult
et: Katapulti märguanne
fr: Notification de Katapult
gl: Notificazón de Katapult
hu: Katapult - Értesítés
it: Notifiche di Katapult
ja: Katapult 通知
nl: Katapultmelding
pt_br: Notificação do Katapult
sv: Underrättelse från Katapult
tr: Katapult Uyarısı

source: Show Launcher
bg: Показване на стартера
da: Vis startværktøj
de: Starter anzeigen
es: Mostrar iniciador
et: Käivitaja näitamine
fr: Afficher le lanceur
gl: Mostrar Lanzador
hu: Az indító megjelenítése
it: Mostra avviatore
ja: ランチャーを表示
nl: Starter tonen
pt_br: Mostrar o Lançador
sv: Visa startverktyg
tr: Başlatıcıyı Göster

source: Shows the Katapult launcher
bg: Показва стартера на Katapult
da: Viser startværktøjet Katapult
de: Zeigt den Katapult-Starter an
es: Muestra el iniciador de Katapult
et: Näitab Katapilti käivitajat
fr: Affiche le lanceur de Katapult
gl: Mostra o lanzador de Katapult
hu: Megjeleníti a Katapult indítóját
it: Mostra l'avviatore Katapult
ja: Katapult ランチャーを表示
nl: Opent de Katapult-starter
pt_br: Mostra o lançador Katapult
sv: Visar Katapults startverktyg
tr: Katapult başlatıcısını gösterir

source: Execute
bg: Изпълнение
da: Kør
de: Ausführen
es: Ejecutar
et: Käivita
fr: Exécuter
gl: Executar
hu: Végrehajtás
it: Esegui
ja: アクションを実行
nl: Uitvoeren
pt_br: Executar
sv: Kör
tr: Çalıştır

source: Complete Query
bg: Изпълнение на заявка
da: Fuldstændig forespørgsel
de: Abfrage vervollständigen
es: Consulta completa
et: Täielik päring
fr: Terminer la requête
gl: Completar Pesquisa
hu: Teljes lekérdezés
it: Completa la query
ja: 検索語を補完
nl: Zoekopdracht voltooid
pt_br: Completar a Pesquisa
sv: Fullständig förfrågan
tr: Tam Sorgu

source: Show Context Menu
bg: Показване на контекстното меню
da: Vis s&ammenhængs menu
de: Kontextmenü anzeigen
es: Mostrar menú contextual
et: Kontekstimenüü näitamine
fr: Afficher le menu contextuel
gl: Mostrar Menu de Contexto
hu: Kontextusmenü megjelenítése
it: Mostra menu contestuale
ja: コンテキストメニューを表示
nl: Contextmenu tonen
pt_br: Mostrar o Menu de Contexto
sv: Visa sammanhangsberoende meny
tr: İçerik Menüsünü Göster

source: Configure &Global Shortcuts...
bg: Конфигуриране на &глобалните клавиши...
da: Indstil &globale genveje...
de: &Globale Kurzbefehle einrichten ...
es: Configurar accesos rápidos &globales...
et: &Globaalsete kiirklahvide seadistamine...
fr: Configurer les raccourcis &globaux...
gl: Configurar Atallos &Globais...
hu: A &globális billentyűparancsok beállítása...
it: Configura le scorciatoie &globali...
ja: 全体のショートカットを設定(&G)...
nl: &Globale sneltoetsen instellen
pt_br: Configurar os Atalhos &Globais...
sv: Anpassa &globala genvägar...
tr: &Genel Kısayolları Yapılandır...

source: _: NAME OF TRANSLATORS Your names
bg: Златко Попов
da: Erik Kjær Pedersen
de: Bastian Holst, Jannick Kuhr, Laura Ohrndorf
es: Santiago Fernández Sancho
et: Marek Laane
fr: Matthieu Robin,Thomas Nemeth
gl: mvillarino
hu: Szántó Tamás
it: Andrea Di Menna
ja: Yukiko Bando
nl: Rinse de Vries
pt_br: Diniz Bortolotto
sv: Stefan Asserhäll
tr: Serdar Soytetir Emre Aladağ

source: _: EMAIL OF TRANSLATORS Your emails
bg: zlatkopopov@fsa-bg.org
da: erik@binghamton.edu
de: bastianholst@gmx.de, jakuhr-linux@gmx.de, ubuntu@moosmilbe.de
es: santi@kde-es.org
et: bald@starman.ee
fr: kde@macolu.org,tnemeth@free.fr
gl: mvillarino@users.sourceforge.net
hu: tszanto(at)interware(dot)hu
it: a.dimenna@libero.it
ja: ybando@k6.dion.ne.jp
nl: rinsedevries@kde.nl
pt_br: diniz.bb@gmail.com
sv: stefan.asserhall@comhem.se
tr: sendirom@gmail.com emre@emrealadag.com

source: No items matched.
bg: Няма съвпадащи елементи.
da: Ingen punkter matchede.
de: Keine passenden Elemente.
es: No hay elementos coincidentes.
et: Ühtegi sobivat vastet ei leitud.
fr: Aucune correspondance trouvée
gl: Non coincideu nengun ítem.
hu: Nincs illeszkedő elem.
it: Nessun elemento corrispondente.
ja: 一致するものがありません。
nl: Geen overeenkomsten.
pt_br: Não existem itens correspondentes.
sv: Inga objekt matchade.

source: Executing Actions
bg: Изпълнение на действия
da: Udfør handlinger
de: Aktionen ausführen
es: Ejecutando acciones
et: Toimingute käivitamine
fr: Exécution des actions
gl: A Executar as Aczóns
hu: Műveletek végrehajtása
it: Esecuzione azioni
ja: アクション実行時
nl: Uitvoeracties
pt_br: Executando as Ações
sv: Utföra åtgärder
tr: Çalıştırma Olayları

source: Delay before hiding &launcher:
bg: Забавяне за скриване на &стартер:
da: Forsinkelse inden start&værktøjet skjules:
de: Verzögerung, bevor der Starter &ausgeblendet wird:
es: Retardo antes de ocultar e&l iniciador:
et: &Viivitus enne käivitaja peitmist:
fr: Délai avant le masquage du lanceur :
gl: Demora antes de ocultar o &lanzador:
hu: Késleltetés az indító &elrejtéséig:
it: Attesa prima di nascondere l'&avviatore:
ja: ランチャーを隠すまでの遅延時間(&L):
nl: Vertraging voordat &starter wordt verborgen:
pt_br: Atraso até esconder o &lançador:
sv: Fördröjning innan start&verktyget döljs:

source: How long Katapult waits before hiding the launcher
bg: Колко дълго да чака Katapult преди скриването на стартера
da: Hvor længe Katapult venter inden startværktøjet skjules
de: Die Wartezeit, bevor der Starter ausgeblendet wird
es: Cuánto esperar antes de ocultar el iniciador
et: Kui kaua Katapult enne käivitaja peitmist ootab
fr: Le temps que Katapult attend avant de masquer le lanceur.
gl: Canto aguarda Katapult antes de ocultar o lanzador
hu: Ennyi ideig vár a Katapult az indító elrejtése előtt
it: Quanto attende Katapult prima di nascondere l'avviatore
ja: Katapult がランチャーを隠すまでの遅延時間
nl: Hoe lang Katapult wacht voordat de starter wordt verborgen
pt_br: Quanto tempo o Katapult aguarda antes de esconder o lançador
sv: Hur länge Katapult väntar innan startverktyget döljs
tr: Başlatıcıyı gizlemeden önce Katapult'un bekleyeceği süre

source: After an action is performed or no results were found, the Katapult launcher will be hidden. This sets how long Katapult will wait before hiding the launcher.
bg: След изпълнението на действието или ако не бъдат намерени резултати, стартера на Katapult ще бъде срит. Това задава колко дълго Katapult да чака преди да скрие стартера.
da: Efter en handling er udført eller ingen resultater blev fundet, skjules startværktøjet Katapult. Dette angiver hvor længe Katapult venter inden startværktøjet skjules.
de: Nachdem eine Aktion ausgeführt wurde oder keine Ergebnisse gefunden werden konnten, wird der Katapult-Starter wieder ausgeblendet. Diese Einstellung legt fest, wie lange Katapult wartet, bevor der Starter ausgeblendet wird.
es: Después de que se realice una acción o si no se encontraron resultados, el iniciador de Katapult se ocultará. Establece el tiempo que transcurrirá hasta que Katapult oculte el iniciador.
et: Kui toiming on teostatud või tulemust ei leitud, peidetakse Katapulti käivitaja. Siin saab määrata, kui kaua Katapult enne käivitaja peitmist ootab.
fr: Lorsqu'une action a été effectuée ou lorsqu'aucun résultat n'a été trouvé, le lanceur de Katapult est masqué. Ce paramètre définit le délai avant le masquage.
gl: Após que se realize unha aczón ou que non se atopen resultados, o lanzador de Katapult será ocultado. Isto configura o tempo que Katapult aguardará antes de ocultar o lanzador.
hu: Művelet végrehajtása után, ha nincs találat, a Katapult indítója automatikusan eltűnik. Itt lehet megadni, mennyi idő után történjen meg az elrejtés.
it: Dopo aver eseguito un'azione o non aver trovato risultati, l'avviatore Katapult verrà nascosto. Questo serve ad impostare quanto tempo dovrà attendere Katapult prima di nascondere l'avviatore.
ja: アクションが実行された後、または結果が見つからなかった場合、Katapult ランチャーは画面から消えます。 ランチャーを隠すまでに Katapult がどれだけ待つべきかをここで設定します。
nl: Nadat een actie is uitgevoerd, of als er geen resultaten zijn gevonden, zal de starter worden verborgen. Dit bepaalt hoelang Katapult zal wachten voordat de starter wordt verborgen.
pt_br: Após ser efetuada uma ação ou, se não forem encontrados resultados, o lançador Katapult será escondido. Isto define o tempo que o Katapult irá esperar, antes de esconder o lançador.
sv: När en åtgärd har utförts eller inga resultat hittats, döljs Katapults startverktyg. Det här anger hur länge Katapult väntar innan startverktyget döljs.
tr: Bir işlem yapıldıktan sonra ya da hiç sonuç bulunamadığında Katapult başlatıcı gizlenecek. Bu Katapult'un ne başlatıcıyı gizlemeden önce ne kadar bekleyeceğini ayarlar.

source: Automatically perform &default action
bg: Автоматично изпълнение на действие по &подразбиране
da: Udfør s&tandardhandling automatisk
de: Automatisch &Standardaktion ausführen
es: Realizar automáticamente la acción pre&determinada
et: Va&iketoimingu automaatne teostamine
fr: Effectuer automatiquement l'action par défaut
gl: Realizar automaticamente a aczón por &omisión
hu: Az alapértelmezett műv&elet automatikus végrehajtása
it: Esegui automaticamente l'azione pre&definita
ja: 自動的に標準のアクションを実行する(&D)
nl: Stan&daardactie automatisch uitvoeren
pt_br: Efetuar automaticamente a ação pa&drão
sv: Utför automatiskt &standardåtgärd

source: Whether to wait for confirmation or automatically execute actions
bg: Дали да се чака за потвърждение или действията да се изпълняват автоматично
da: Om der skal ventes på bekræftelse eller handlinger automatisk skal udføres
de: Auf eine Bestätigung warten oder automatisch Aktionen ausführen
es: Indica si esperar confirmación o ejecutar las acciones automáticamente
et: Kas oodata kinnitust või käivitada toiming automaatselt
fr: Attendre une confirmation ou exécuter automatiquement les actions
gl: Indica se debe aguardar por unha confirmazón ou executar automaticamente as aczóns
hu: Kérjen-e a program megerősítést műveletek végrehajtása előtt
it: Attendere una conferma o eseguire le azioni automaticamente
ja: ユーザの確認を待つか、自動的にアクションを実行するか
nl: Of er wordt gewacht op een bevestiging, of dat programma's automatisch worden uitgevoerd
pt_br: Se deve esperar uma confirmação ou executar automaticamente as ações
sv: Om bekräftelse ska inväntas eller åtgärder automatiskt ska utföras
tr: Doğrulamayı bekle ya da işlemleri otomatik olarak yap

source: If enabled, Katapult will automatically perform the default action once all items but one have been eliminated. This avoids the extra keystroke after there is only one possibility.
bg: Ако е включено, Katapult автоматично ще изпълнява действието по подразбиране, когато всички освен едно действие са елиминирани. Това спестява допълнителните натискания на клавишите, ако има само едно действие.
da: Hvis aktiveret, udfører Katapult automatisk standardhandlingen når alle punkter undtagen et er elimineret. Dette undgår et ekstra tastetryk når der kun er én mulighed.
de: Wenn diese Einstellung aktiviert ist, startet Katapult automatisch die Standardaktion, wenn alle Elemente bis auf eines entfernt wurden. Dies vermeidet einen unnötigen Tastendruck, wenn nur eine Möglichkeit besteht.
es: Si está activado, Katapult realizará automáticamente la acción predeterminada una vez que todos los elementos, excepto uno, se hayan eliminado. Ésto evita las pulsaciones adicionales de teclas después de que solo quede una posibilidad.
et: Sisselülitamise korral sooritab Katapult automaatselt vaikimisi toimingu, kui järele on jäänud ainult üks element. See lubab ainult ühe võimaluse korral ühe liigutuse võrra kiiremini tegutseda.
fr: Si activé, Katapult effectuera automatiquement l'action par défaut lorsque tous les éléments auront été éliminés sauf un. Ceci permet d'éviter les frappes claviers supplémentaires lorsqu'il n'y a plus qu'une seule possibilité.
gl: Se habilita esta opzón, Katapult executará automaticamente a aczón por omisión cando só quede un ítem. Isto aforra-lle calcar unha tecla cando só quede unha posibilidade.
hu: Ha be van jelölve, a Katapult automatikus elvégzi a műveletet, ha már csak egy elem jöhet számításba. Így meg lehet takarítani egy billentyűleütést.
it: Se abilitata, Katapult eseguirà automaticamente l'azione predefinita una volta che tutti gli elementi sono stati scartati, tranne uno. Questo evita di premere un tasto in più una volta che è rimasta una sola possibilità.
ja: このオプションを有効にすると、検索に対する結果が一つに絞り込まれた時点で自動的に標準のアクションを実行します。これによって、選択肢が一つしか残されていないときにキーを押す手間が省けます。
nl: Indien ingeschakeld zal Katapult automatisch de standaardactie uitvoeren nadat alle overeenkomsten op één na zijn geëlimineerd. Dit vermijdt de extra toetsaanslag nadat er slechts 1 mogelijkheid over is.
pt_br: Se estiver ativo, o Katapult irá executar automaticamente a ação padrão, logo que todos os itens tenham sido eliminados. Isto evita a combinação de teclas extra, quando só existir uma possibilidade.
sv: Om aktiverat, utför Katapult automatiskt standardåtgärden när alla objekt utom ett har eliminerats. Det undviker en extra tangentnedtryckning när det bara finns en möjlighet.
tr: Etkinleştirilirse, Katapult varsayılan işlemi, sadece bir seçenek kalırsa gerçekleştirir. Bu, mümkün tek seçenek varken fazladan tuş girilmesini önler.

source: No Results
bg: Няма резултати
da: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
et: Tulemused puuduvad
fr: Aucun résultat
gl: Sen Resultados
hu: Nincs találat
it: Nessun risultato
ja: 結果なし
nl: Geen resultaten
pt_br: Sem Resultados
sv: Inga resultat
tr: Sonuç Yok

source: When there are no results:
bg: Когато няма резултати:
da: Når der ikke er nogen resultater:
de: Wenn es keine Ergebnisse gibt:
es: Cuando no haya resultados:
et: Kui tulemused puuduvad:
fr: Lorsqu'il n'y a aucun résultat :
gl: Cando non haxa resultados:
hu: Ha nincs találat:
it: Quando non ci sono risultati:
ja: 検索結果がない場合:
nl: Wanneer er geen resultaten zijn:
pt_br: Quando não existirem resultados:
sv: När det inte finns några resultat:
tr: Hiç sonuç olmadığında:

source: &Clear the query after a delay
bg: &Изчистване на опашката след забавяне
da: &Ryd forespørgsel efter en forsinkelse
de: Abfrage nach definierter Verzögerung &löschen
es: Borrar la peti&ción después del retardo
et: &Päring puhastatakse päarst viivitust
fr: Effacer la requête après un certain délai
gl: &Limpar a pesquisa após un tempo
hu: A keresőme&ző törlése ennyi idő után
it: &Cancella query dopo intervallo di tempo
ja: 遅延して検索語をクリア(&L)
nl: Zoekopdracht &wissen na een vertraging
pt_br: &Limpar a pesquisa após algum tempo
sv: &Rensa frågan efter en fördröjning
tr: Bir gecikmeden sonra sorguyu &temizle

source: &Hide the display after a delay
bg: &Скриване на показването след забавянето
da: S&kjul skærmen efter en forsinkelse
de: Anzeige nach definierter Verzögerung &ausblenden
es: &Ocultar la pantalla después de un retardo
et: &Vaade peidetakse pärast viivitust
fr: Masquer l'affichage après un certain délai
gl: &Acochar a visualizazón tras un tempo
hu: Elrejtés ennyi idő &után
it: &Nascondi display dopo intervallo di tempo
ja: 遅延してランチャーを隠す(&H)
nl: Weergave &verbergen na een vertraging
pt_br: Esconder a &visualização após algum tempo
sv: &Dölj skärmen efter en fördröjning

source: Do &nothing
bg: Да не се прави &нищо
da: Gør &ingenting
de: &Nichts tun
es: No hacer &nada
et: Ei tehta &midagi
fr: Ne rien faire
gl: Non facer &nada
hu: Nem kell &tenni semmit
it: Non fare &niente
ja: 何もしない(&N)
nl: &Niets doen
pt_br: Não fazer &nada
sv: Gör i&ngenting
tr: Hiçbir şey &Yapma

source: &Delay before clearing or hiding:
bg: &Забавяне преди изчистване или скриване:
da: &Forsinkelse inden der ryddes eller skjules:
de: &Verzögerung vor dem Löschen oder Ausblenden
es: Retar&do antes de borrar u ocultar:
et: V&iivitus enne puhastamist või peitmist:
fr: Délai avant l'effacement ou le masquage :
gl: A&traso antes de limpar ou acochar:
hu: Törlés ill. elrejtés előtti &várakozási idő:
it: Attesa prima &di cancellare o nascondere:
ja: クリアまたは隠すまでの遅延時間(&D):
nl: Ver&traging voor het wissen of verbergen:
pt_br: Atraso antes &de limpar ou esconder:
sv: &Fördröjning innan rensning eller döljning:
tr: Temizleme ya da gizlemeden önce &gecikme kullan

source: System Tray
bg: Системен панел
da: Statusfelt
de: Systembereich der Kontrollleiste
es: Bandeja del sistema
et: Süsteemne salv
fr: Boîte à miniatures
gl: Bandexa do Sistema
hu: Paneltálca
it: Pannello di sistema
ja: システムトレイ
nl: Systeemvak
pt_br: Bandeja do Sistema
sv: Systembrickan
tr: Sistem Çekmecesi

source: &Show an icon in the systray
bg: По&казване на икона в системния панел
da: &Vis en ikon i statusfeltet
de: &Symbol im Systembereich der Kontrollleiste anzeigen
es: Mo&strar un icono en la bandeja del sistema
et: Ikooni näitamine &süsteemses salves
fr: Afficher une icône dans la boîte à miniatures
gl: &Mostrar un ícone na bandexa do sistema
hu: Ikon mutatása a &paneltálcán
it: Mo&stra icona nel pannello di sistema
ja: システムトレイにアイコンを表示(&S)
nl: Pictogram in het systeemvak plaat&sen
pt_br: Mo&strar um ícone na bandeja do sistema
sv: Vi&sa en ikon i systembrickan
tr: Sistem Çekmecesinde bir &simge göster
