Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-katapult-0.3.2.2/po/*/katapult.po
Languages: bg, da, de, es, et, fr, gl, hu, it, ja, nl, pt_br, sv, tr

source: Play Song
bg: Възпроизвеждане на песен
da: Spil sang
de: Lied abspielen
es: Reproducir canción
et: Esita laul
fr: Jouer le titre
gl: Reproducir Canzón
hu: Szám lejátszása
it: Riproduci canzone
ja: 曲を再生
nl: Track afspelen
pt_br: Tocar Música
sv: Spela sång
tr: Şarkı Çal

source: Parse Error
bg: Грешка при обработка
da: Tolkningsfejl
de: Verarbeitungsfehler
es: Error de análisis
et: Parsimisviga
fr: Erreur d'analyse
gl: Erro de Procesamento
hu: Feldolgozási hiba
it: Errore di elaborazione
ja: パースエラー
nl: Ontleedfout
pt_br: Erro de Processamento
sv: Tolkningsfel

source: _: Should be short, easy and quick to type spell
bg: проверка
da: stav
de: spell
es: ortografía
et: uuri
gl: verificar
hu: he
it: controlla
ja: spell
nl: spel
pt_br: ortografia
sv: stava

source: Use with "%1 myword"
bg: Използване с "%1 моята дума"
da: Brug med "%1 mit-ord"
de: Zu verwenden mit "%1 meinwort"
es: Utilizar con «%1 mipalabra»
et: Kasutatakse "%1 minusõna"
fr: Utiliser avec "%1 monmot"
gl: Usar con "%1 palabra"
hu: Használat: "%1 myword"
it: Usa con "%1 miaparola"
ja: "%1 myword" で使用
nl: Gebruik met "%1 mijnwoord"
pt_br: Usar com "%1 myword"
sv: Använd med "%1 mitt-ord"

source: Evaluate Expression
bg: Оценяване на израз
da: Evaluér udtryk
de: Ausdruck auswerten
es: Evaluar expresión
et: Hinda avaldist
fr: Évaluer l'expression
gl: Avaliar Expresión
hu: Kifejezés kiértékelése
it: Valuta espressione
ja: 式を検証してください
nl: Expressie evalueren
pt_br: Avaliar Expressão
sv: Utvärdera uttryck

source: Run Program
bg: Стартиране на програма
da: Kør program
de: Programm starten
es: Ejecutar programa
et: Käivita programm
fr: Lancer le programme
gl: Lanzar Programa
hu: Program futtatása
it: Avvia programma
ja: プログラムを実行
nl: Programma starten
pt_br: Executar Programa
sv: Kör program
tr: Programı Çalıştır

source: Normal
bg: Нормален
et: Normaalne
hu: Normál
it: Normale
ja: 標準
nl: Normaal
