Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-katapult-0.3.2.2/po/*/katapult.po
Languages: bg, da, de, es, et, fr, gl, hu, it, ja, nl, pt_br, sv, tr

source: If activated, katapult shows an icon in the System Tray when running
bg: Ако е включено, katapult показва икона в системния панел докато работи
da: Hvis aktiveret, viser Katapult en ikon i statusfeltet når det kører
de: Wenn diese Einstellung aktiviert ist, zeigt Katapult ein Symbol im Systembereich der Kontrollleiste an.
es: Si está activada, katapult muestra un icono en la bandeja del sistema durante la ejecución
et: Sisselülitamise korral näitab Katapult töötamise ajal ikooni süsteemses salves
fr: Si activé, Katapult affiche une icône dans la boîte à miniatures lorsqu'il est lancé.
gl: Se o habilita, katapult mostrará un ícone na Bandexa do Sistema cando o execute
hu: Ha be van jelölve, egy Katapult ikon jelenik meg a paneltálcán futáskor
it: Se attivata, Katapult mostra un'icona nel pannello di sistema quando è in esecuzione
ja: Katapult の実行中にシステムトレイにアイコンを表示
nl: Indien ingeschakeld zal Katapult een pictogram in het systeemvak plaatsen als het programma draait
pt_br: Se estiver ativo, o Katapult mostra um ícone na Bandeja do Sistema durante a execução
sv: Om aktiverat, visar Katapult en ikon i systembrickan när det kör
tr: Eğer etkinleştirilirse Katapult çalışırken Sistem Çekmecesinde bir simge gösterir

source: If enabled, Katapult will automatically show an Icon in the System Tray.
bg: Ако е включено, Katapult автоматично ще показва икона в системния панел.
da: Hvis aktiveret, viser Katapult automatisk en ikon i statusfeltet.
de: Wenn diese Einstellung aktiviert ist, zeigt Katapult automatisch ein Symbol im Systembereich der Kontrollleiste an.
es: Si está activado, Katapult mostrará automáticamente un icono en la bandeja del sistema.
et: Sisselülitamise korral näitab Katapult automaatselt ikooni süsteemses salves.
fr: Si activé, Katapult affichera automatiquement une icône dans la boîte à miniatures.
gl: Se o habilita, Katapult mostrará automaticamente un ícone na Bandexa do Sistema.
hu: Ha be van jelölve, automatikusan egy Katapult ikon jelenik meg a paneltálcán.
it: Se abilitata, Katapult mostrerà automaticamente un'icona nel pannello di sistema.
ja: このオプションを有効にすると、システムトレイに自動的に Katapult のアイコンが表示されます。
nl: Indien ingeschakeld zal Katapult automatisch een pictogram tonen in het systeemvak.
pt_br: Se estiver ativo, o Katapult irá mostrar automaticamente um ícone na Bandeja do Sistema.
sv: Om aktiverat, visar Katapult automatiskt en ikon i systembrickan.
tr: Eğer etkinleştirilirse Katapult Sistem Çekmecesinde otomatik olarak bir simge gösterecektir.

source: Settings
bg: Настройки
da: Opsætning
de: Einstellungen
es: Preferencias
et: Seadistused
fr: Configuration
gl: Configurazón
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configuração
sv: Inställningar

source: Length of fade-in/fade-out:
bg: Продължителност на заглъхването:
da: Længde for tone ind og ud:
de: Dauer des Ein-/Ausblendens:
es: Duración del fundido de entrada/salida:
et: Ilmumise/hääbumise kestvus:
fr: Longeur du fondu :
gl: Durazón da aparizón/desaparizón:
hu: Az elhalványodás időtartama:
it: Durata della comparsa/scomparsa:
ja: フェードイン / フェードアウトの長さ:
nl: Duur van verschijnen/verdwijnen:
pt_br: Duração do desvanescimento:
sv: Längd för tona fram och bort:

source: Display Font
bg: Показване на шрифт
da: Vis skrifttype
de: Anzeigeschrift
es: Mostrar letra
et: Vaate font
fr: Police d'affichage
gl: Tipos de Letra
hu: Betűtípus
it: Tipo di carattere del display
ja: ランチャーのフォント
nl: Lettertype voor weergave
pt_br: Tipo de Letra da Tela
sv: Skärmteckensnitt

source: Font face:
bg: Лице на шрифт:
da: Skrifttypestil:
de: Schriftart:
es: Tipo de letra:
et: Kirjatüüp:
fr: Police :
gl: Nome da tipografia:
hu: Betűcsalád:
it: Carattere:
ja: フォント:
nl: Lettertype:
pt_br: Tipo de letra:
sv: Teckenstil:
tr: Yazı tipi:

source: Minimum font size:
bg: Минимален размер на шрифт:
da: Minimal tegnstørrelse:
de: Minimale Schriftgröße:
es: Tamaño de letra mínimo:
et: Minimaalne fondisuurus:
fr: Taille minimum de la police :
gl: Tamaño mínimo:
hu: Minimális betűméret:
it: Dimensione minima carattere:
ja: 最小フォントサイズ:
nl: Minimale tekengrootte:
pt_br: Tamanho de letra mínimo:
sv: Minimal teckenstorlek:
tr: En az yazı büyüklüğü

source: Maximum font size:
bg: Максимален размер на шрифт:
da: Maksimal tegnstørrelse:
de: Maximale Schriftgröße:
es: Tamaño de letra máximo:
et: Maksimaalne fondisuurus:
fr: Taille maximum de la police :
gl: Tamaño máximo:
hu: Maximális betűméret:
it: Dimensione massima carattere:
ja: 最大フォントサイズ:
nl: Maximale tekengrootte:
pt_br: Tamanho máximo da letra:
sv: Maximal teckenstorlek:
tr: En fazla yazı büyüklüğü

source: Number of characters before searching:
bg: Брой символи преди търсенето:
da: Antal tegn inden søgning:
de: Mindestanzahl an Zeichen vor dem Suchen:
es: Número de caracteres antes de la búsqueda:
et: Märkide arv enne otsimise alustamist:
fr: Nombre de caractères avant de chercher :
gl: Número de carácteres antes de procurar:
hu: Minimális karakterszám kereséshez:
it: Numero di caratteri prima di cercare:
ja: 検索を開始する文字数:
nl: Aantal tekens voordat gezocht wordt:
pt_br: Número de caracteres antes da procura:
sv: Antal tecken innan sökning:
tr: Tarama yapılması için gereken karakter sayısı:

source: Katapult will not search for programs until you have typed at least this many characters in the Katapult launcher.
bg: Katapult няма да търси програми докато не напишете поне толкова символа в стартера.
da: Katapult søger ikke efter programmer før du har skrevet mindst så mange tegn i Katapults startværktøj.
de: Katapult wird nicht nach Programmen suchen, bevor nicht mindestens diese Anzahl an Zeichen eingegeben wurde.
es: Katapult no buscará programas hasta que no haya tecleado al menos esta cantidad de caracteres en el iniciador Katapult.
et: Katapult ei asu programme otsima, enne kui sa pole kirjutajud Katapulti käivitajasse vähemalt määratud arv märke.
fr: Katapult ne cherchera pas de programme avant que vous ayez tapé au moins autant de caractères que cela dans le lanceur de Katapult.
gl: Katapult non comezará a procura de programas até que non teña escrito polo menos esta cantidade de carácteres no lanzador de Katapult.
hu: A Katapult csak akkor fog illeszkedő programokat keresni, ha legalább ennyi karaktert visz be az indítóba.
it: Katapult non avvierà la ricerca dei programmi finché non hai inserito almeno questo numero di caratteri nell'avviatore.
ja: ここで指定された数の文字がランチャーに入力されるまで、 Katapult は検索を開始しません。
nl: Katapult zal niet eerder naar programma's zoeken totdat u tenminste dit aantal lettertekens hebt ingetypt in de starter.
pt_br: O Katapult não irá procurar programas até que tenha escrito este número de caracteres no lançador do Katapult.
sv: Katapult söker inte efter program innan du har skrivit minst så många tecken i Katapults startverktyg.
tr: Katapult başlatıcısında şu kadar karakter yazmadığınız sürece Katapult programları taramayacaktır.

source: Import Mozilla bookmarks
bg: Импортиране на отметки от Mozilla
da: Importér bogmærker fra Mozilla
de: Mozilla-Lesezeichen importieren
es: Importar marcadores de Mozilla
et: Mozilla järjehoidjate import
fr: Importer les signets de Mozilla
gl: Importar marcadores de Mozilla
hu: A Mozilla-könyvjelzők importálása
it: Importa segnalibri di Mozilla
ja: Mozilla のブックマークをインポート
nl: Bladwijzers van Mozilla importeren
pt_br: Importar os favoritos do Mozilla
sv: Importera bokmärken från Mozilla
tr: Mozilla yer imlerini içe aktar

source: Automatically detect bookmark file
bg: Автоматично откриване на файла с отметките
da: Detektér bogmærkesfil automatisk
de: Lesezeichen-Datei automatisch erkennen
es: Detectar automáticamente archivo de marcadores
et: Järjehoidjafaili automaatne tuvastamine
fr: Détecter automatiquement le fichier de signets
gl: Detectar automaticamente o ficheiro dos marcadores
hu: A könyvjelzőfájlok automatikus felismerése
it: Rileva automaticamente il file dei segnalibri
ja: ブックマークファイルを自動検出
nl: Bladwijzerbestand automatisch detecteren
pt_br: Detectar automaticamente o arquivo de favoritos
sv: Detektera automatiskt bokmärkesfil
tr: Yer imi dosyasını kendiliğinden tespit et

source: Use the following file:
bg: Използване на следния файл:
da: Brug følgende fil:
de: Folgende Datei verwenden:
es: Utilizar el siguiente archivo:
et: Kasutatakse faili:
fr: Utiliser le fichier suivant :
gl: Usar o seguinte ficheiro:
hu: A következő fájl használata:
it: Usa il file seguente:
ja: 以下のファイルを使う:
nl: Gebruik het volgende bestand:
pt_br: Usar o seguinte arquivo:
sv: Använd följande fil:
tr: Şu dosyayı kullan:

source: Show Preview for Documents?
bg: Показване на предварителен преглед на документи?
da: Vis forhåndsvisning af dokument?
de: Vorschau für Dokumente anzeigen?
es: ¿Mostrar vista previa para los documentos?
et: Dokumentide eelvaatluse näitamine
fr: Prévisualisation des documents ?
gl: Mostrar Antevisión dos Documentos?
hu: Kér előnézetet dokumentumoknál?
it: Mostra anteprima per i documenti?
ja: ドキュメントのプレビューを表示
nl: Voorbeeld van documenten tonen?
pt_br: Mostrar 'Preview' dos Documentos?
sv: Visa förhandsgranskning av dokument?
tr: Belegeler için Önizleme Gösterilsin mi?

source: Trigger Word:
bg: Ключова дума:
da: Udløsende ord:
de: Auslösewort:
es: Palabra desencadenante:
et: Käivitav sõna:
fr: Mot déclencheur :
gl: Palabra Iniciadora:
hu: Kulcsszó:
it: Parola di attivazione:
ja: 開始する単語:
nl: Sleutelwoord:
pt_br: Palavra de Ativação:
sv: Utlösande ord:

source: Use with: "spell myword"
bg: Използване с "проверка на моята дума"
da: Brug med: "stav mit-ord"
de: Zu verwenden mit: "spell meinwort"
es: Usar con: «ortografía de mi palabra»
et: Kasutatakse: "uuri minusõna"
fr: Utiliser avec : "spell monmot"
gl: Usar con: "spell palabra"
hu: Használat: "he szó"
it: Usa con: "spell miaparola"
ja: "spell myword" で使用
nl: Gebruik met: "spell mijnwoord"
pt_br: Usar com: "spell myword"
sv: Använd med: "stava mitt-ord"

source: Number of fractional digits:
bg: Брой десетични разделители:
da: Antal decimalcifre:
de: Anzahl der Nachkommastellen:
es: Número de dígitos fraccionarios:
et: Komakohtade arv:
fr: Nombre de chiffres décimaux :
gl: Número de díxitos decimais:
hu: A tizedesjegyek száma:
it: Numero di cifre decimali:
ja: 小数点以下の桁数:
nl: Aantal decimalen:
pt_br: Número de casas decimais:
sv: Antal decimalsiffror:

source: Katapult will show this number of fractional digits.
bg: Katapult ще покаже тези десетични разделители.
da: Katapult viser så mange decimale cifre.
de: Katapult zeigt diese Anzahl an Nachkommastellen an.
es: Katapult mostrará este número de dígitos fraccionarios.
et: Katapult näitab määratud hulgal komakohti.
fr: Katapult montrera ce nombre de chiffres décimaux.
gl: Katapult mostrará esta cantidade de díxitos decimais.
hu: A Katapult ennyi tizedesjeggyel mutatja a számokat.
it: Katapult mostrerà questo numero di cifre decimali.
ja: Katapult はここで指定された桁数を小数点以下に表示します。
nl: Katapult toont dit aantal cijfers achter de komma.
pt_br: O Katapult irá mostrar este número de casas decimais.
sv: Katapult visar så här många decimala siffror.
tr: Katapult şu kadar ondalık hane gösterecektir.

source: In normal mode, katapult will never show an exponent on a number.
bg: В режим "нормален" katapult никога няма да показва брой.
da: I normaltilstand viser Katapult aldrig en eksponent for et tal.
de: Im normalen Modus wird Katapult nie Exponenten bei den Ergebnissen anzeigen.
es: En modo normal, katapult no mostrará nunca un exponente en un número.
et: Normaalses režiimis ei näita Katapult arvude astmeid.
fr: En mode normal, katapult ne montrera jamais d'exposant sur un nombre.
gl: No modo normal, katapult nunca mostrará un exponente nun número.
hu: Normál módban a számok szokványos módon, nem exponenciális formában jelennek meg.
it: In modalità normale, katapult non mostrerà mai un'esponente sul numero.
ja: 標準モードでは、数に指数を使いません。
nl: Standaard toont Katapult getallen niet in exponentiële notatie.
pt_br: No modo normal, o Katapult nunca irá mostrar um expoente num número.
sv: I normalläge visar Katapult aldrig en exponent för ett tal.
tr: Normal Kipte, katapult bir sayı üzerinde asla üs göstermeyecektir.

source: Scientific
bg: Научен
da: Videnskabelig
de: Wissenschaftlich
es: Científico
et: Teaduslik
fr: Scientifique
gl: Científico
hu: Tudományos
it: Scientifica
ja: サイエンス
nl: Wetenschappelijk
pt_br: Notação Científica
sv: Vetenskaplig
tr: Bilimsel

source: In scientific mode, katapult will show an exponent on very large or very small numbers.
bg: В режим "научен" katapult ще показва много големи или малки числа.
da: I videnskabelig tilstand, viser Katapult en eksponent for meget store eller meget små tal.
de: Im wissenschaftlichen Modus wird Katapult Exponenten benutzen, sobald die Zahl sehr groß oder klein ist.
es: En modo científico, katapult mostrará un exponente en los números muy grandes o muy pequeños.
et: Teaduslikus režiimis näitab Katapult astmeid väga suurte või väga väikeste arvude korral.
fr: En mode scientifique, katapult montrera un exposant sur les très grands ou très petits nombres.
gl: No modo científico, katapult mostrará un exponente para os números moi grandes ou moi pequenos.
hu: Tudományos módban a nagyon nagy és kicsi számok exponenciális formában jelennek meg.
it: In modalità scientifica, katapult mostrerà un esponente sui numeri molto grandi o molto piccoli.
ja: サイエンスモードでは、非常に大きい数や小さい数には指数を使います。
nl: In wetenschappelijke modus toont Katapult zeer grote en zeer kleine getallen in exponentiële notatie.
pt_br: No modo científico, o Katapult irá mostrar um expoente nos números muito pequenos ou muito grandes.
sv: I vetenskapligt läge, visar Katapult en exponent för mycket stora eller mycket små tal.

source: Radians
bg: Радиани
da: Radianer
de: Bogenmaß
es: Radianes
et: Radiaanid
gl: Radiáns
hu: Radián
it: Radianti
ja: 弧度
nl: Radialen
pt_br: Radianos
sv: Radianer
tr: Radyan

source: Trigonometric functions expect and return angles in radians (2 pi radians is a full circle).
bg: Тригонометричните функции очакват и връщат ъглите в радиани (2 пи радиана е цял кръг).
da: Trigonometriske funktioner forventer og returnerer vinkler i radianer (2 pi radianer er en hel cirkel).
de: Trigonometrische Funktionen erwarten Winkel im Bogenmaß und geben sie auch im Bogenmaß aus (2 pi im Bogenmaß entsprechen einem ganzen Kreis)
es: Las funciones trigonométricas esperan y devuelven ángulos en radianes (2 pi radianes en una círculo completo).
et: Trigonomeetrilised funktsioonid eeldavad sisendina ja väljastavad nurgad radiaanides (2 pii radiaani on täisring).
fr: Les fonctions trignonométriques attendent et renvoient des angles en radians (2 PI radians est un cercle complet).
gl: As funzóns trigonométricas toman e devolven ángulos en radiáns (un círculo ten 2*pi radiáns).
hu: A trigonometriai függvények radiánban várják és adják vissza az eredményt (2 pi = teljes szög).
it: Le funzioni trigonometriche si aspettano e restituiscono angoli in radianti (2 pi radianti è un cerchio completo).
ja: これを選択すると、三角関数は角度を弧度で表します。 2 パイが円になります。
nl: Goniometrische functies verwachten en geven hoeken terug in radialen (2 pi radialen in een volledige cirkel).
pt_br: As funções trigonométricas esperam e devolvem ângulos em radianos (2 PI radianos é uma circunferência completa).
sv: Trigonometriska funktioner förväntar sig och returnerar vinklar i radianer (2 pi radianer är en hel cirkel).
tr: Trigonometrik fonksiyonlar radyan cinsinden açılar kullanır ve sonuç olarak verir. (2 pi radyan tam bir daire eder).

source: Degrees
bg: Градуси
da: Grader
de: Grad
es: Grados
et: Kraadid
fr: Degrés
gl: Graus
hu: Fokok
it: Gradi
ja: 度
nl: Graden
pt_br: Graus
sv: Grader
tr: Derece

source: Trigonometric functions expect and return angles in degrees (360 degrees is a full circle).
bg: Тригонометричните функции очакват и връщат ъглите в градуси (360 градуса са цял кръг).
da: Trigonometriske funktioner forventer og returnerer vinkler i grader (360 grader er en hel cirkel).
de: Trigonometrische Funktionen erwarten Winkel in Grad und geben sie auch in Grad aus (360 Grad entsprechen einem ganzen Kreis)
es: Las funciones trigonométricas esperan y devuelven ángulos en grados (360 grados en una círculo completo).
et: Trigonomeetrilised funktsioonid eeldavad sisendina ja väljastavad nurgad kraadides (360 kraadi on täisring).
fr: Les fonctions trignonométriques attendent et renvoient des angles en degrés (360 degrés est un cercle complet).
gl: As funzóns trigonométricas toman e devolven ángulos en graus (un círculo ten 360 graus).
hu: A trigonometriai függvények fokban várják és adják vissza az eredményt (360 fok = teljes szög).
it: Le funzioni trigonometriche si aspettano e restituiscono angoli in gradi (360 gradi è un cerchio completo).
ja: これを選択すると、三角関数は角度を度で表します。 360 度が円になります。
nl: Goniometrische functies verwachten en geven hoeken terug in graden (360 graden in een volledige cirkel).
pt_br: As funções trigonométricas esperam e devolvem ângulos em graus (360 graus é uma circunferência completa).
sv: Trigonometriska funktioner förväntar sig och returnerar vinklar i grader (360 grader är en hel cirkel).
tr: Trigonometrik fonksiyonlar derece cinsinden açılar kullanır ve sonuç olarak verir. (360 derece tam bir daire eder).

source: Copy to clipboard on execute
bg: Копиране в системния буфер при изпълнение
da: Kopiér til klippebordet ved kørsel
de: Beim Ausführen in die Zwischenablage kopieren
es: Copiar al portapapeles al ejecutar
et: Käivitamisel kopeeritakse lõikepuhvrisse
fr: Copier dans le presse-papier à l'exécution
gl: Copiar para o porta-retallos ao executar
hu: Másolás a vágólapra végrehajtáskor
it: Copia negli appunti all'esecuzione
ja: 実行時にクリップボードにコピーする
nl: Naar klembord kopiëren bij uitvoeren
pt_br: Copiar para a área de transferência ao executar
sv: Kopiera till klippbordet vid körning

source: katapult can copy the expression or the result of the expression to the clipboard if you press the key assigned to "execute action" (by default, this is Enter).
bg: katapult може да копира изразите или резултатите на израза в системния буфер, ако натиснете бутона "изпълнение на действие" (по подразбиране е Enter).
da: Katapult kan kopiere udtryk eller udtrykkenes resultat til klippebordet hvis du trykker på tasten som er tildelt "udfør handling" (normalt er det returtasten).
de: Katapult kann die Rechnung oder das Ergebnis der Rechnung in die Zwischenablage kopieren, wenn man die Taste " Aktion ausführen" drückt (standardmäßig ist dies die Eingabetaste).
es: katapult puede copiar la expresión o el resultado de la expresión al portapapeles si pulsa la tecla asignada a «ejecutar acción» (de forma predeterminada, la tecla Entrar).
et: Katapult võib kopeerida avaldise või selle tulemuse lõikepuhvrisse, kui vajutad klahvi, mis on omistatud "toimingu käivitamisele" (vaikimisi on selleks Enter).
fr: Katapult peut copier l'expression ou son résultat dans le presse-papier si vous appuyez sur la touche assignée à "éxecuter l'action" (par défaut c'est la touche Entrée).
gl: Katapult pode copiar a expresión ou o seu resultado para o porta-retallos se preme a tecla asinada a "executar aczón" (por omisión, Enter).
hu: A Katapult a kifejezést vagy annak kiértékelt eredményét a vágólapra másolja, ha megnyomja a "Művelet végrehajtása" funkcióhoz rendelt billentyűt (ez alapértelmezésben az Enter).
it: katapult può copiare l'espressione o il risultato dell'espressione negli appunti se premi il tasto associato all'"azione di esecuzione" (il valore predefinito è Invio).
ja: 「アクションを実行」に割り当てられたキー (標準設定では Enter) を押したときに、式とその結果をクリップボードにコピーすることができます。
nl: Katapult kan de expressie of het resultaat van de expressie kopiëren naar het klembord als u op de knop drukt die is toegewezen aan de actie "uitvoeren". Standaard is dit de toets Enter.
pt_br: O Katapult poderá copiar a expressão ou o resultado da expressão para a área de transferência, se você pressionar a tecla associada a "executar uma ação" (por padrão,é o Enter).
sv: Katapult kan kopiera uttrycken eller uttryckens resultat till klippbordet om du trycker på tangenten som är tilldelad "utför åtgärd" (normalt är det returtangenten).
tr: Eğer "Çalıştır Komudu"na atanan tuşa basarsanız, Katapult ifadeyi ya da ifadenin sonucunu panoya kopyalayabilir. (Öntanımlı olarak bu tuş Enter tuşudur.)

source: Copied text:
bg: Копиран текст:
da: Kopieret tekst:
de: Zu kopierender Text:
es: Texto copiado:
et: Kopeeritud tekst:
fr: Texte copié :
gl: Texto copiado:
hu: A kimásolt szöveg:
it: Testo copiato:
ja: コピーするテキスト:
nl: Gekopieerde tekst:
pt_br: Texto copiado:
sv: Kopierad text:
tr: Kopyalanan metin:

source: <i>Hint:</i> %1 is replaced by the expression, %2 is replaced by the result
bg: <i>Съвет:</i> %1 е заменен от израз, %2 е заменен от резултат
da: <i>Vink:</i> %1 erstattes af udtrykket, %2 erstattes af resultatet
de: <i>Hinweis:</i> %1 wird durch die Rechnung und %2 durch das Ergebnis ersetzt
es: <i>Pista:</i> %1 se reemplaza por la expresión, %2 se reemplaza por el resultado
et: <i>Vihje</i>: %1 asendatakse avaldisega, %2 tulemusega
fr: <i>Astuce :</i> %1 est remplacé par l'expression, %2 est remplacé par le résultat
gl: <i>Axuda:</i> %1 é reemprazado pola expresión, %2 é reemprazado polo resultado
hu: <i>Tipp:</i> %1 helyére a kifejezés, %2 helyére az eredmény kerül
it: <i>Suggerimento:</i> %1 è sostituito con l'espressione, %2 è sostituito con il risultato
ja: ヒント: %1 は式に、%2 は結果に置き換えられます。
nl: <i>tip</i> %1 wordt vervangen door de expressie, %2 wordt vervangen door het resultaat.
pt_br: <i>Sugestão:</i> O %1 é substituído pela expressão, o %2 é substituído pelo resultado
sv: <i>Tips:</i> %1 ersätts av uttrycket, %2 ersätts av resultatet

source: Ignore applications without icons
bg: Игнориране на приложенията без икони
da: Ignorér programmer uden ikoner
de: Anwendungen ohne Symbol ignorieren
es: Ignorar aplicaciones sin iconos
et: Ikoonideta rakendusi ignoreeritakse
fr: Ignorer les applicatin sans icône
gl: Ignorar as aplicazóns sen ícones
hu: Az ikon nélküli alkalmazások kihagyása
it: Ignora applicazioni senza icone
ja: アイコンのないアプリケーションを無視する
nl: Programma's zonder pictogrammen negeren
pt_br: Ignorar os aplicativos sem ícones
sv: Ignorera program utan ikoner
tr: Simgesiz uygulamaları önemseme

source: Ignore terminal applications
bg: Игнориране на терминалните приложения
da: Ignorér terminalprogrammer
de: Terminal-Anwendungen ignorieren
es: Ignorar aplicaciones de terminal
et: Terminalirakendusi ignoreeritakse
fr: Ignorer les applications terminal
gl: Ignorar as aplicazóns de terminal
hu: A karakteres módú alkalmazások kihagyása
it: Ignora applicazioni del terminale
ja: ターミナルアプリケーションを無視する
nl: Terminalprogramma's negeren
pt_br: Ignorar os aplicativos de terminal
sv: Ignorera terminalprogram
tr: Uçbirim uygulamalarını önemseme

source: Catalog applications by executable name
bg: Каталогизиране на приложенията по изпълнимо име
da: Katalogisér program ifølge kørbart navn
de: Anwendungen nach dem Befehlsnamen auflisten
es: Catalogar aplicaciones por el nombre del ejecutable
et: Rakendused kataloogitakse käivitatava faili nime järgi
fr: Cataloguer les application par nom d'exécutable
gl: Catalogar as aplicazóns segundo o nome do executábel
hu: Az alkalmazások listázása programnév szerint
it: Applicazioni del catalogo tramite nome eseguibile
ja: 実行ファイル名でアプリケーションのカタログを作成する
nl: Programma's catalogiseren op naam van uitvoerbaar bestand
pt_br: Catalogar os aplicativos pelo nome do executável
sv: Katalogisera program enligt körbart namn
tr: Çalıştırılabilir isimlerine göre uygulamaları sınıflandır

source: Open Bookmark
bg: Отваряне на отметка
da: Åbn bogmærke
de: Lesezeichen öffnen
es: Abrir marcador
et: Ava järjehoidja
fr: Ouvrir le signet
gl: Abrir Marcador
hu: Könyvjelző megnyitása
it: Apri segnalibro
ja: ブックマークを開く
nl: Bladwijzer openen
pt_br: Abrir Favoritos
sv: Öppna bokmärke
tr: Yer imi aç
