Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-kdiff3-0.9.92/kdiff3plugin/po/*.po
Languages: de, pt

source: Compare with %1
de: Mit %1 vergleichen
pt: Comparar com o %1

source: Merge with %1
de: Mit %1 zusammenführen
pt: Juntar com o %1

source: Save '%1' for later
de: '%1' für später speichern
pt: Gravar o '%1' para mais tarde

source: 3-way merge with base
de: 3-Wege-Vergleich mit Base
pt: Junção de 3-vias com a base

source: Compare with ...
de: Vergleichen mit ...
pt: Comparar com ...

source: Compare
de: Vergleich
pt: Comparar

source: 3 way comparison
de: 3-Wege-Vergleich
pt: Comparação de 3 vias

source: About KDiff3 menu plugin ...
de: Über das KDiff3 Menü-Modul ...
pt: Acerca do 'plugin' do menu do KDiff3 ...

source: KDiff3 Menu Plugin: Copyright (C) 2006 Joachim Eibl KDiff3 homepage: http://kdiff3.sourceforge.net
de: KDiff3 Menü-Modul: Copyright (C) 2006 Joachim Eibl KDiff3 Internetseite: http://kdiff3.sourceforge.net
pt: 'Plugin' do Menu do KDiff3: Copyright (C) 2006 Joachim Eibl Página Web do KDiff3: http://kdiff3.sourceforge.net

source: Using the contextmenu extension: For simple comparison of two selected 2 files choose "Compare". If the other file is somewhere else "Save" the first file for later. It will appear in the "Compare With ..." submenu. Then use "Compare With" on second file. For a 3-way merge first "Save" the base file, then the branch to merge and choose "3-way merge with base" on the other branch which will be used as destination. Same also applies to directory comparison and merge.
de: Verwendung der Kontextmenü-Erweiterung: Für einen einfachen Vergleich zweier ausgewählter Dateien wählen Sie "Vergleichen". Wenn sich die andere Datei woanders befindet, "Speichern" Sie die erste Datei zur späteren Verwendung. Sie wird im Untermenü "Vergleichen mit ..." erscheinen. Anschließend verwenden Sie mit der zweiten Datei die Funktion "Vergleichen mit". Um eine 3-Wege-Zusammenführung durchzuführen, "Speichern" Sie die Basis-Datei, dann die zusammenzuführende Verzweigung und dann wählen Sie mit der zweiten Verzweigung die Funktion "3-Wege-Zusammenführung mit Basis". Das Ziel der Zusammenführung ist die zuletzt gewählte Verzweigung. Auf die gleiche Weise funktioniert auch das Vergleichen und Zusammenführen von Ordnern.
pt: Usar a extensão do menu de contexto: Para uma comparação simples de dois ficheiros seleccionados, escolha "Comparar". Se o outro ficheiro estiver noutro local, opte por "Gravar" o primeiro ficheiro para mais tarde. Este irá aparecer no submenu "Comparar Com ...". Depois, use o "Comparar Com" no segundo ficheiro. Para uma junção de 3 vias, primeiro escolha "Gravar" o ficheiro de base, depois a ramificação a juntar e finalmente "junção de 3 vias com a base" na outra ramificação que será usada como destino. O mesmo se aplica também à comparação e junção de pastas.
