Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-yakuake-2.8.1/po/*/yakuake.po
Languages: de, el, es, fr, hu, it, nl, pl, pt, tr

source: A Quake-style terminal emulator based on KDE Konsole technology.
de: Ein der Quake-Konsole nachempfundener Terminalemulator basierend auf KDE Konsole.
el: Ένας προσομοιωτής τερματικού σε στυλ Quake βασισμένος στην τεχνολογία του KDE Konsole.
es: Un emulador de terminal de tipo Quake, basado en la tecnología de KDE Konsole.
fr: Un émulateur de terminal dans le style de Quake basé sur la technologie Konsole de KDE.
hu: Egy Quake-stilusú terminálemulátor KDE Konzol technológiai alapokon.
it: Un emulatore di terminale sullo stile di Quake basato sulla tecnologia di KDE Konsole.
nl: Een terminalprogramma in de stijl van Quake, gebaseerd op de technologie van KDE's Konsole.
pl: Emulator terminala w stylu konsoli Quake oparty o technologię KDE Konsole.
pt: Um emulador de terminal do estilo do Quake, baseado na tecnologia do Konsole do KDE.
tr: KDE Konsole teknolojisi üzerine kurulmuş Quake benzeri bir terminal emülatörü.

source: Maintainer
de: Betreuer
el: Συντηρητής
es: Responsable
fr: Mainteneur
hu: Karbantartó
it: Responsabile
nl: Onderhouder
pl: Opiekun
pt: Manutenção
tr: Geliştirici

source: Project Founder (Inactive)
de: Projektgründer (Inaktiv)
el: Ιδρυτής έργου (μη ενεργός)
es: Fundador del proyecto (inactivo)
fr: Créateur du projet (inactif)
hu: Adomány a projektnek (Inaktiv)
it: Fondatore del progetto (inattivo)
nl: Projectstichter (niet langer actief)
pl: Założyciel projektu (nieaktywny)
pt: Fundador do Projecto (Inactivo)
tr: Proje Kurucusu (İnaktif)

source: Plastik skin
de: Plastik-Design
es: Piel de aspecto plástico
pt: Visual Plastik

source: Auto-open on pointer touching screen edge
de: Automatisch öffnen, wenn Mauszeiger obere Bildschirmkante berührt
es: Apertura automática al situar el cursor sobre el borde de la pantalla
nl: Automatisch openen wanneer aanwijzer schermrand raakt
pt: Abrir automaticamente ao passar o cursor pelo extremo do ecrã

source: Screen %1
de: Bildschirm %1
el: Οθόνη %1
es: Pantalla %1
fr: Écran %1
hu: Képernyő %1
it: Schermo %1
nl: Scherm %1
pl: Ekran %1
pt: Ecrã %1
tr: Ekran %1

source: The tab bar allows you to switch between sessions.
de: Mit der Unterfensterleiste können Sie zwischen Sitzungen umschalten.
el: Η γραμμή καρτέλας σας επιτρέπει την εναλλαγή μεταξύ των συνεδριών.
es: La barra de pestañas le permite cambiar entre sesiones.
fr: La barre des onglets vous permet de basculer de session
hu: A mappasáv segítségével lehet a munkamenetek között váltani.
it: La barra con le linguette ti permette di cambiare sessione.
nl: Met de tabbalk kunt u tussen sessies wisselen
pl: Pasek kart pozwala na przełączanie się pomiędzy sesjami.
pt: A barra de páginas permite-lhe mudar de sessões.
tr: Tab çubuğu oturumlar arasında geçiş yapmanızı sağlar.

source: New Session
de: Neue Sitzung
el: Νέα συνεδρία
es: Nueva sesión
fr: Nouvelle session
hu: Új munkamenet
it: Nuova sessione
nl: Nieuwe sessie
pl: Nowa sesja
pt: Nova Sessão
tr: Yeni oturum

source: Adds a new session. Press and hold to select session type from menu.
de: Fügt eine neue Sitzung hinzu. Drücken Sie die Maustaste und halten Sie sie gedrückt, um einen Sitzungstyp aus einem Menü zu wählen.
el: Προσθήκη μιας νέας συνεδρίας. Πιέστε και κρατήστε πατημένο για την επιλογή του τύπου συνεδρίας.
es: Añade una nueva sesión. Pulse y mantenga para seleccionar el tipo de sesión desde el menú.
fr: Ajoute une nouvelle session. Appuyez et maintenez enfoncé pour sélectionner le type de session à partir du menu.
hu: Új munkamenet hozzáadása. Tartsd nyomva a munkamenet típust a menüben.
it: Aggiunge una nuova sessione. Tieni premuto per scegliere il tipo di sessione dal menu.
nl: Voegt een nieuwe sessie toe. Houdt de muisknop ingedrukt om een sessietype in het menu te selecteren.
pl: Dodaje nową sesję. Wciśnij i przytrzymaj aby wybrać typ sesji z menu.
pt: Adiciona uma nova sessão. Carregue e mantenha assim para seleccionar o tipo de sessão do menu.
tr: Yeni oturum ekler. Tıklayın ve menüden oturum türünü seçmek için basılı tutun.

source: Close Session
de: Sitzung schließen
el: Κλείσιμο συνεδρίας
es: Cerrar sesión
fr: Fermer la session
hu: Munkamenet bezárása
it: Chiudi sessione
nl: Sessie sluiten
pl: Zamknij sesję
pt: Fechar a Sessão
tr: Oturumu kapat

source: Closes the active session.
de: Schließt die aktive Sitzung.
el: Κλείσιμο της ενεργού συνεδρίας.
es: Cierra la sesión activa.
fr: Ferme la session courante.
hu: Aktív munkamenet bezárása.
it: Chiude la sessione attiva.
nl: Sluit de actieve sessie.
pl: Zamyka aktywną sesję.
pt: Fecha a sessão activa.
tr: Etkin oturumu kapatır.

source: by %1
de: von %1
el: κατά %1
es: por %1
fr: de %1
hu: Készítő: %1
it: di %1
nl: door %1
pl: Autor: %1
pt: por %1
tr: %1 ile

source: The title bar displays the session title if available.
de: Sofern verfügbar, wird in der Titelleiste der Sitzungstitel angezeigt.
el: Η γραμμή τίτλου εμφανίζει τον τίτλο της συνεδρίας αν είναι διαθέσιμος.
es: La barra de título muestra el título de la sesión si está disponible.
fr: La barre de titre affiche, s'il est disponible, le titre de la session.
hu: A címsáv megjeleníti a munkamenet nevét, ha van ilyen.
it: La barra del titolo mostra il titolo della sessione se disponibile.
nl: De titelbalk toont de sessietitel indien beschikbaar.
pl: Pasek tytułu wyświetla nazwę sesji gdy dostepna.
pt: A barra de título mostra o título da sessão, se estiver disponível.
tr: Başlık çubuğu eğer var ise oturumun başlığını gösterir.

source: Keep open when focus is lost
de: Bei Fokusverlust geöffnet lassen
el: Διατήρηση ανοιχτό κατά την απώλεια εστίασης
es: Mantener abierta cuando pierda el foco
fr: Garder ouvert lors d'une perte de focus
hu: Fókusz elhagyásakor tartsd nyitva
it: Tieni aperta quando perde il fuoco
nl: Open houden wanneer focus verloren is
pl: Pozostaw otwarty po utracie ogniska.
pt: Manter aberta mesmo se o primeiro plano se perder
tr: Odaktan çıktığında açık tut

source: Open Menu
de: Menü öffnen
el: Άνοιγμα μενού
es: Abrir el menú
fr: Ouvrir le Menu
hu: Menü megnyitása
it: Apri menu
nl: Menu openen
pl: Otwórz menu
pt: Abrir o Menu
tr: Menüyü Aç

source: Open/Retract Yakuake
de: Yakuake einfahren/ausfahren
el: Άνοιγμα/ανάκληση του Yakuake
es: Abrir/retraer Yakuake
fr: Ouvrir/Rétracter Yakuake
hu: Yakuake megnyitása/bezárása
it: Apre/chiude Yakuake
nl: Yakuake openen/terugtrekken
pl: Otwórz/schowaj Yakuake
pt: Abrir/Retrair o Yakuake
tr: Yakuake'yi Aç/Geri çek

source: Slides the Yakuake window in and out
de: Fährt das Yakuake-Fenster ein bzw. aus
el: Κύλιση μέσα και έξω του παραθύρου του Yakuake
es: Desliza la ventana de Yakuake hacia arriba y hacia abajo
fr: Active ou désactive la fenêtre de Yakuake
hu: Yakuake ablak animálása
it: Fa scorrere la finestra di Yakuake dentro e fuori lo schermo
nl: Schuift het venster van Yakuake open of dicht
pl: Wysuwa i wycofuje okno Yakuake.
pt: Desliza a janela do Yakuake para cima e para baixo
tr: Yakuake penceresini aşağıya ve yukarıya kaydırır

source: Two Terminals, Horizontal
de: Zwei Terminals, waagrecht
el: Δύο τερματικά, οριζόντια
es: Dos terminales en horizontal
fr: Deux Terminaux horizontaux
hu: Két terminál vizszintesen
it: Due terminali, orizzontale
nl: Twee terminals, horizontaal
pl: Dwa terminale, poziomo
pt: Dois Terminais na Horizontal
tr: İki Terminal, Yatay

source: Two Terminals, Vertical
de: Zwei Terminals, senkrecht
el: Δύο τερματικά, κατακόρυφα
es: Dos terminales en vertical
fr: Deux Terminaux verticaux
hu: Két terminál függőlegesen
it: Due terminali, verticale
nl: Twee terminals, verticaal
pl: Dwa terminale, pionowo
pt: Dois Terminais na Vertical
tr: İki Terminal, Dikey

source: Four Terminals, Quad
de: Vier Terminals
el: Τέσσερα τερματικά, ορθογώνιο
es: Cuatro terminales formando un cuadrado
fr: Quatre Terminaux en mosaïque
hu: Négy terminál elosztva
it: Quattro terminali, quadrato
nl: Vier terminals, quad
pl: Cztery terminale
pt: Quatro Terminais - Quádruplo
tr: Dört Terminal, Dörtlü

source: Go to Next Terminal
de: Zu nächstem Terminal gehen
el: Μετάβαση στο επόμενο τερματικό
es: Ir al siguiente terminal
fr: Aller au Terminal suivant
hu: Ugrás a következő terminálra
it: Vai al terminale successivo
nl: Ga naar volgende terminal
pl: Przejdź do następnego terminala
pt: Ir para o Terminal Seguinte
tr: Bir Sonraki Oturuma Geç

source: Go to Previous Terminal
de: Zu vorigem Terminal gehen
el: Μετάβαση στο προηγούμενο τερματικό
es: Ir al terminal anterior
fr: Aller au Terminal précédent
hu: Ugrás az elöző terminálra
it: Vai al terminale precedente
nl: Ga naar vorige terminal
pl: Przejdź do poprzedniego terminala
pt: Ir para o Terminal Anterior
tr: Önceki Oturuma Geç

source: Paste Selection
de: Auswahl einfügen
el: Επικόλληση επιλογής
es: Pegar selección
fr: Coller la sélection
hu: Kijelölés beillesztése
it: Incolla selezione
nl: Selectie plakken
pl: Wklej zaznaczenie
pt: Colar Selecção
tr: Seçimi Yapıştır

source: Rename Session...
de: Sitzung umbenennen ...
el: Μετονομασία συνεδρίας...
es: Cambiar el nombre de la sesión...
fr: Renommer la session...
hu: Munkamenet átnevezése ...
it: Rinomina sessione...
nl: Sessie hernoemen...
pl: Zmień nazwę sesji...
pt: Mudar o Nome à Sessão...
tr: Oturumun Adını Değiştir...

source: Increase Width
de: Fensterbreite verringern
el: Αύξηση πλάτους
es: Aumentar la anchura
fr: Augmenter la largeur
hu: Szélesség növelése
it: Aumenta larghezza
nl: Breedte vergroten
pl: Zwiększ szerokość
pt: Aumentar a Largura
tr: Terminal Genişliği

source: Decrease Width
de: Fensterbreite vergrößern
el: Μείωση πλάτους
es: Reducir la anchura
fr: Diminuer la largeur
hu: Szélesség csökkentése
it: Diminuisci larghezza
nl: Breedte verkleinen
pl: Zmniejsz szerokość
pt: Diminuir a Largura
tr: Genişliği azalt

source: Increase Height
de: Fensterhöhe vergrößern
el: Αύξηση ύψους
es: Aumentar la altura
fr: Augmenter la hauteur
hu: Magasság növelése
it: Aumenta altezza
nl: Hoogte vergroten
pl: Zwiększ wysokość
pt: Aumentar a Altura
tr: Yüksekliği arttır

source: Decrease Height
de: Fensterhöhe verringern
el: Μείωση ύψους
es: Reducir la altura
fr: Diminuer la hauteur
hu: Magasság csökkentése
it: Diminuisci altezza
nl: Hoogte verkleinen
pl: Zmniejsz wysokość
pt: Diminuir a Altura
tr: Yüksekliği azalt

source: Configure Global Shortcuts...
de: Globale Kurzbefehle einrichten ...
el: Ρύθμιση καθολικών συντομεύσεων...
es: Configurar accesos rápidos globales...
fr: Configurer les raccourcis globaux...
hu: Globális gyorsbillentyűk beállítása...
it: Configura le scorciatoie globali...
nl: Globale sneltoetsen instellen...
pl: Konfiguracja skrótów globalnych
pt: Configurar os Atalhos Globais...
tr: Genel kısayolları ayarla...

source: Go to Next Session
de: Zu nächster Sitzung gehen
el: Μετάβαση στην επόμενη συνεδρία
es: Ir a la sesión siguiente
fr: Aller à la Session suivante
hu: Ugrás a következő munkamenetre
it: Vai alla sessione successiva
nl: Ga naar volgende sessie
pl: Przejdź do następnej sesji
pt: Ir para a Próxima Sessão
tr: Bir Sonraki Oturuma Geç

source: Go to Previous Session
de: Zu voriger Sitzung gehen
el: Μετάβαση στην προηγούμενη συνεδρία
es: Ir a la sesión anterior
fr: Aller à la Session précédente
hu: Ugrás az előző munkamenetre
it: Vai alla sessione precedente
nl: Ga naar vorige sessie
pl: Przejdź do poprzedniej sesji
pt: Ir para a Sessão Anterior
tr: Önceki Oturuma Geç

source: Move Session Left
de: Sitzung nach links verschieben
el: Μετακίνηση συνεδρίας αριστερά
es: Mover la sesión hacia la izquierda
fr: Déplacer la Session vers la gauche
hu: Munkamenet mozgatása balra
it: Vai alla sessione a sinistra
nl: Sessie naar links verplaatsen
pl: Przesuń sesję w lewo
pt: Mover a Sessão para a Esquerda
tr: Oturumu sola taşı

source: Move Session Right
de: Sitzung nach rechts verschieben
el: Μετακίνηση συνεδρίας δεξιά
es: Mover la sesión hacia la derecha
fr: Déplacer la Session vers la droite
hu: Munkamenet mozgatása jobbra
it: Vai alla sessione a destra
nl: Sessie naar rechts verplaatsen
pl: Przesuń sesję w prawo
pt: Mover a Sessão para a Direita
tr: Oturumu sağa taşı

source: Split Terminal Horizontally
de: Terminal waagrecht teilen
el: Διαχωρισμός τερματικού οριζόντια
es: Dividir el terminal horizontalmente
fr: Scinder le Terminal horizontalement
hu: Terminál felosztása vizszintesen
it: Dividi il terminale orizzontalmente
nl: Terminal horizontaal splitsen
pl: Podziel terminal w poziomie
pt: Dividir o Terminal na Horizontal
tr: Terminali Yatay Ayır

source: Split Terminal Vertically
de: Terminal senkrecht teilen
el: Διαχωρισμός τερματικού κατακόρυφα
es: Dividir el terminal verticalmente
fr: Scinder le Terminal verticalement
hu: Terminál felosztása függőlegesen
it: Dividi il terminale verticalmente
nl: Terminal verticaal splitsen
pl: Podziel terminal w pionie
pt: Dividir o Terminal na Vertical
tr: Terminali Dikey Ayır

source: Close Terminal
de: Terminal schließen
el: Κλείσιμο τερματικού
es: Cerrar el terminal
fr: Fermer le Terminal
hu: Terminál bezárása
it: Chiudi terminale
nl: Terminal sluiten
pl: Zamknij terminal
pt: Fechar o Terminal
tr: Oturumu Kapat

source: Switch to Session %1
de: Zu Sitzung %1 wechseln
el: Εναλλαγή στη συνεδρία %1
es: Cambiar a la sesión %1
fr: Aller à la Session %1
hu: Váltás erre a munkamenetre %1
it: Passa alla sessione %1
nl: Overschakelen naar sessie %1
pl: Przełącz do sesji %1
pt: Mudar para a Sessão %1
tr: Oturum %1'e geç

source: Application successfully started! Press %1 to use it...
de: Anwendung erfolgreich gestartet! Zur Benutzung %1 drücken ...
el: Η εφαρμογή εκτελέστηκε με επιτυχία! Πατήστε το %1 για χρήση της...
es: La aplicación se ha iniciado correctamente. Pulse %1 para abrirla...
fr: Application lancée avec succès ! Appuyez sur %1 pour l'utiliser...
hu: A program sikeresen elindult Nyomja le a %1 -t a használatához ...
it: Applicazione avviata correttamente! Premi %1 per usarla...
nl: Programma is met succes gestart. Druk op %1 om het te gebruiken...
pl: Program został uruchomiony!<br>Wciśnij %1 aby go użyć...
pt: A aplicação foi iniciada com sucesso! Carregue em %1 para a usar...
tr: Yakuake başarıyla başlatıldı. Kullanmak için %1 tuşuna basın...

source: You have multiple open sessions. These will be killed if you continue. Are you sure you want to quit?
de: Sie haben mehrere offene Sitzungen. Wenn Sie fortfahren, werden diese ebenfalls beendet. Sind Sie sicher, dass Sie das Programm beenden möchten?
el: Έχετε πολλαπλές ανοιχτές συνεδρίες. Αυτές θα τερματιστούν αν συνεχίσετε. Επιθυμείτε πράγματι την έξοδο;
es: Ha abierto varias sesiones. Se cerrarán si continúa. ¿Seguro que desea salir?
fr: Plusieurs sessions sont ouvertes. Celles-ci seront détruites si vous poursuivez. Confirmez-vous la fermeture ?
hu: Több munkamenet van megnyitva. Ha folytatja, akkor ezek a munkamenetek megszakadnak. Biztos ki szeretne lépni?
it: Ci sono sessioni multiple aperte. Verranno terminate se si continua. Vuoi davvero uscire?
nl: U hebt meerdere sessies geopend. Deze zullen geforceerd worden afgesloten als u nu stopt. Wilt u stoppen?
pl: Masz kilka otwartych sesji. i wszystkie zostaną zamknięte.<br> <br> Czy na pewno chcesz zakończyć?
pt: Você tem várias sessões abertas. Estas serão terminadas se continuar. Tem a certeza que deseja sair?
tr: Birden fazla oturum açık. Eğer devam ederseniz bunlar kapatılacak. Gerçekten çıkmak istiyor musunuz?

source: Really Quit?
de: Wirklich beenden?
el: Πραγματικά έξοδος;
es: ¿Salir realmente?
fr: Vraiment sortir ?
hu: Biztos kilép?
it: Vuoi uscire veramente?
nl: Wilt u stoppen?
pl: Czy na pewno chcesz zakończyć?
pt: Deseja Realmente Sair?
tr: Gerçekten çıkmak istiyor musunuz?

source: C&lose Session
de: Sitzung schl&ießen
el: Κ&λείσιμο συνεδρίας
es: Cerrar &la sesión
fr: &Fermer la Session
hu: Munkamenet be&zárása
it: Chi&udi sessione
nl: Sessie s&luiten
pl: &Zamknij sesję
pt: Fe&char a Sessão
tr: Oturumu &Kapat

source: Yakuake Notification
de: Yakuake-Benachrichtigung
el: Ειδοποίηση του Yakuake
es: Notificación de Yakuake
fr: Message de Yakuake
hu: Yakuake értesítés
it: Notifica di Yakuake
nl: Yakuake-melding
pl: Powiadomienie Yakuake
pt: Notificação do Yakuake
tr: Yakuake Uyarı

source: Quick Options
de: Schnelleinstellungen
el: Γρήγορες επιλογές
es: Opciones rápidas
fr: Options instantanées
hu: Gyors beállítás
it: Opzioni rapide
nl: Snelle opties
pl: Szybkie opcje
pt: Opções Rápidas
tr: Çabuk Seçenekler

source: Open on screen
de: Auf Bildschirm öffnen
el: Άνοιγμα στην οθόνη
es: Abrir en la pantalla
fr: Ouvrir à l'écran
hu: Megnyitás munkamenetben
it: Apri sullo schermo
nl: Op scherm openen
pl: Otwórz na ekranie
pt: Abrir no ecrã
tr: Ekranda aç

source: Keep open on focus change
de: Geöffnet halten, wenn Fokus verloren geht
el: Διατήρηση ανοιχτό κατά την αλλαγή εστίασης
es: Mantener abierta al cambiar el foco
fr: Garder ouvert lors d'un changement de focus
hu: Nyitvatartás fókusz változáskor
it: Tieni aperto al passaggio di fuoco
nl: Open houden bij focusverandering
pl: Utrzymuj otwarte przy zmianie skupienia
pt: Manter aberta com a mudança de primeiro plano
tr: Odak değiştiğinde açık tut

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configuração
tr: Ayarlar

source: At mouse location
de: An Zeigerposition
el: Στη θέση ποντικιού
es: En la ubicación del ratón
fr: À la position de la souris
hu: Az egér helyzeténél
it: Usa posizione mouse
nl: Op muislocatie
pl: W lokalizacji myszy
pt: Na localização do rato
tr: Fare konumunda

source: General
de: Allgemein
el: Γενικά
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pl: Ogólne
pt: Geral
tr: Genel

source: Skins
de: Designs
el: Θέματα
es: Pieles
fr: Thèmes
hu: Megjelenés (bőrök)
it: Temi
pl: Motywy
pt: Aparências
tr: Temalar

source: First Run
de: Erster Start
el: Πρώτη εκτέλεση
es: Primera ejecución
fr: Première exécution
hu: Első Futtatás
it: Primo avvio
nl: Eerste keer
pl: Pierwsze uruchomienie
pt: Primeira Execução
tr: İlk Çalıştırma

source: Unnamed
de: Unbenannt
el: Χωρίς όνομα
es: Sin nombre
fr: Sans nom
hu: Névtelen
it: Senza nome
nl: Naamloos
pl: Nienazwany
pt: Sem nome
tr: İsimsiz

source: Unknown
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt: Desconhecido
tr: Bilinmeyen

source: *.tar.gz *.tar.bz2 *.tar *.zip|Yakuake Skins
de: *.tar.gz *.tar.bz2 *.tar *.zip|Yakuake-Designs
el: *.tar.gz *.tar.bz2 *.tar *.zip|Θέματα του Yakuake
es: *.tar.gz *.tar.bz2 *.tar *.zip|Pieles de Yakuake
fr: *.tar.gz *.tar.bz2 *.tar *.zip|Thèmes Yakuake
hu: *.tar.gz *.tar.bz2 *.tar *.zip|Yakuake bőrök
it: *.tar.gz *.tar.bz2 *.tar *.zip|Temi Yakuake
pl: *.tar.gz *.tar.bz2 *.tar *.zip|motywy Yakuake
pt: *.tar.gz *.tar.bz2 *.tar *.zip|Aparências do Yakuake
tr: *.tar.gz *.tar.bz2 *.tar *.zip|Yakuake Temaları

source: Select Skin Archive
de: Designarchiv auswählen
el: Επιλέξτε αρχειοθήκη θέματος
es: Seleccionar el archivo de pieles
fr: Sélectionner l'archive du Thème
hu: "Bőr" fájl kiválasztása
it: Seleziona archivio tema
nl: Skin-archief selecteren
pl: Wybierz archiwum z motywem
pt: Seleccionar o Pacote da Aparência
tr: Tema Arşivini Seç

source: Failed to Download Skin
de: Download des Designs fehlgeschlagen
el: Αποτυχία λήψης του θέματος
es: Falló la descarga de la piel
fr: Erreur de chargement du Thème.
hu: Nem sikerült a "bőrt" letölteni.
it: Impossibile scaricare tema
nl: Kon skin niet downloaden
pl: Pobieranie motywu nie powidło się
pt: Não Foi Possível Obter a Aparência
tr: Tema İndirme Başarısız

source: The installer was given a directory, not a file.
de: Der Installer benötigt eine Datei, kein Verzeichnis.
el: Δόθηκε στην εγκατάσταση ένας κατάλογος και όχι ένα αρχείο.
es: Se le ha indicado un directorio al instalador, no un fichero.
fr: L'installateur a besoin d'un répertoire et non d'un fichier.
hu: A telepítéshez egy könyvtárt választott ki, nem egy fájlt.
it: È stata selezionata una cartella, non un file.
nl: Het installatieprogramma ontving een map, geen bestand.
pl: Instalator otrzymał folder, nie plik.
pt: Foi indicada uma pasta para o instalador, não um ficheiro.
tr: Yükleyiciye dosya değil, dizin verildi.

source: Unable to locate required files in the skin archive. The archive appears to be invalid.
de: Benötigte Dateien konnten im Designarchiv nicht gefunden werden. Das Archiv ist ungültig.
el: Αδυναμία εντοπισμού των απαραίτητων αρχείων στην αρχειοθήκη του θέματος. Η αρχειοθήκη φαίνεται να μην είναι έγκυρη.
es: No ha sido posible localizar los archivos necesarios en el archivo de la piel. El archivo no parece ser válido.
fr: Impossible de localiser les fichiers nécessaires dans l'archive du thème. L'archive semble invalide.
hu: Nem találom az adott helyen a "bőr"-nek szükséges fájlokat. A "bőr" fájl hibás.
it: Impossibile trovare i file richiesti nell'archivio del tema. L'archivio sembra essere non valido.
nl: Kon de vereiste bestanden niet in het skin-archief terugvinden. Dit lijkt niet op een geldig archief.
pl: Nie udało się odnaleźć wymaganych plików w archiwum z motywem. Archiwum może być nieprawidłowe.
pt: Não é possível localizar os ficheiros necessários do pacote da aparência. O pacote parece ser inválido.
tr: Tema arşivinde gerekli dosyalar bulunamadı. Arşiv geçersiz görünüyor.

source: Unable to list the skin archive contents.
de: Der Inhalt des Designarchivs konnte nicht angezeigt werden.
el: Αδυναμία εμφάνισης περιεχομένων της αρχειοθήκης θέματος.
es: No es posible listar los contenidos del archivo de piel.
fr: Impossible de lister le contenu de l'archive du thème.
hu: Nem tudom olvasni a "bőr" fájl összetevőit.
it: Impossibile elencare i contenuti dell'archivio del tema.
nl: Kon de inhoud van het skin-archief niet opsommen.
pl: Nie udało się wylistować zawartości archiwum z motywem.
pt: Não é possível apresentar o conteúdo do pacote da aparência.
tr: Tema arşivi listelenemiyor.

source: This skin appears to be already installed and you lack the required permissions to overwrite it.
de: Dieses Design ist bereits installiert, und Sie besitzen nicht die nötigen Rechte, es zu überschreiben.
el: Το θέμα φαίνεται να έχει εγκατασταθεί ήδη και δεν έχετε τα απαιτούμενα δικαιώματα για την αντικατάστασή του.
es: Parece que esta piel ya está instalada, y usted carece de los permisos necesarios para reescribirla.
fr: Ce thème semble déjà installé et vous ne possédez pas les droits nécessaires pour le remplacer.
hu: Ez a "Bőr" már telepítve van és a felülíráshoz nincs beállítva jogosultság.
it: Questo tema sembra essere già installato e ti mancano i permessi richiesti per sovrascriverlo.
nl: Het skin blijkt al te zijn geïnstalleerd. U hebt geen toegangsrechten om de bestaande te overschrijven.
pl: Ten motyw jest już zainstalowany i nie posiadasz wymaganych uprawnień do nadpisania go.
pt: Esta aparência parece já estar instalada e você não tem permissões para a substituir.
tr: Bu tema zaten yüklü. Üzerine tekrar yazabilmek için gerekli yetkiye ihtiyacınız var.

source: This skin appears to be already installed. Do you want to overwrite it?
de: Dieses Design ist bereits installiert. Möchten Sie es überschreiben?
el: Το θέμα φαίνεται να είναι εγκατεστημένο ήδη. Επιθυμείτε την αντικατάστασή του;
es: Parece que esta piel ya está instalada. ¿Desea sobreescribirla?
fr: Ce thème semble déjà installé. Voulez-vous le remplacer ?
hu: Ez a "bőr" már telepítve van. Felül szeretné írni?
it: Questo tema sembra essere già installato. Vuoi sovrascriverlo?
nl: De skin blijkt al te zijn geïnstalleerd. Wilt u de bestaande overschrijven?
pl: Ten motyw jest już zainstalowany. Czy chcesz go nadpisać?
pt: Esta aparência já parece estar instalada. Deseja substituí-la?
tr: Bu tema zaten yüklü. Üzerine yazmak iste misiniz?
