Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-yakuake-2.8.1/po/*/yakuake.po
Languages: de, el, es, fr, hu, it, nl, pl, pt, tr

source: Skin Already Exists
de: Design bereits vorhanden
el: Το θέμα υπάρχει ήδη
es: La piel ya existe
fr: Thème déjà existant
hu: Ilyen bőr már létezik
it: Il tema esiste già
nl: Skin bestaat al
pl: Motyw już istnieje
pt: A Aparência Já Existe
tr: Tema Zaten Mevcut

source: Reinstall Skin
de: Design neu installieren
el: Επανεγκατάσταση θέματος
es: Reinstalar la piel
fr: Réinstaller le thème
hu: Bőr újratelepítése
it: Reinstalla tema
nl: Skin opnieuw installeren
pl: Ponownie zainstaluj motyw
pt: Instalar de Novo a Aparência
tr: Temayı Tekrar Yükle

source: Could Not Delete Skin
de: Design konnte nicht entfernt werden
el: Αδυναμία διαγραφής θέματος
es: No ha sido posible borrar la piel
fr: Impossible de supprimer le thème
hu: Nem lehet a bőrt törölni
it: Impossibile eliminare tema
nl: Kon skin niet verwijderen
pl: Nie można usunąć motywu.
pt: Não Foi Possível Remover a Aparência
tr: Tema Silinemedi

source: The skin archive file could not be opened.
de: Das Designarchiv konnte nicht geöffnet werden.
el: Η αρχειοθήκη του θέματος δεν μπορεί να ανοιχτεί.
es: No se pudo abrir el archivo que contiene la piel.
fr: L'archive du thème n'a pu être ouverte.
hu: A tömörített bőr fájlt nem lehet megnyitni.
it: Impposibile aprire larchivio del tema.
nl: Het skin-archief kon niet worden geopend.
pl: Nie można otworzyć archiwum z motywem.
pt: O pacote da aparência não pôde ser acedido.
tr: Tema arşiv dosyası açılamadı.

source: Cannot Install Skin
de: Design kann nicht installiert werden
el: Αδυναμία εγκατάστασης θέματος
es: No se puede instalar la piel
fr: Impossible d'installer le thème
hu: Nem lehet bőrt telepíteni
it: Impossibile installare tema
nl: Kon skin niet installeren
pl: Nie można zainstalować motywu
pt: Não é Possível Instalar a Aparência
tr: Tema Yüklenemiyor

source: Do you want to remove "%1" by %2?
de: Möchten Sie "%1" von %2 entfernen?
el: Επιθυμείτε την αφαίρεση του "%1" με %2;
es: ¿Desea eliminar «%1» por %2?
fr: Voulez-vous supprimer "%1" de %2 ?
hu: Biztos törli a "%1" nevű bőrt, amit %2 készített?
it: Vuoi rimuovere "%1" di %2?
nl: Wilt u "%1" verwijderen door %2?
pl: Czy chcesz usunąć "%1" z %2?
pt: Deseja remover a "%1" de %2?
tr: %2 tarafından yapılan "%1"'i silmek istiyor musunuz?

source: Remove Skin
de: Design entfernen
el: Αφαίρεση θέματος
es: Eliminar la piel
fr: Supprimer le thème
hu: Bőr eltávolítása
it: Rimuovi tema
nl: Skin verwijderen
pl: Usuń motyw
pt: Remover a Aparência
tr: Temayı Sil

source: _n: Shell Shell No. %n
de: Befehlsfenster Befehlsfenster %n
el: Κέλυφος Αριθμ. κελύφους. %n
es: Consola Consola nº %n
fr: Console Console N° %n
hu: Konzol %n
it: Shell Shell n. %n
nl: Shell Shellnr. %n
pt: Consola Consola No. %n
tr: Kabuk No. %n

source: _: NAME OF TRANSLATORS Your names
de: Eike Hein, Frederik Schwarzer
el: Σπύρος Γεωργαράς, Τούσης Μανώλης
es: Israel García García,Juan Manuel García Molina,Enrique Matías Sánchez (Quique)
fr: Daniel Huhardeaux
hu: Szoldán Albert
it: Andrea Di Menna
nl: Rinse de Vries
pl: Tomasz Argasiński
pt: José Nuno Pires,Pedro Morais
tr: İsmail Dönmez, Can Coşkuner

source: _: EMAIL OF TRANSLATORS Your emails
de: sho@eikehein.com, schwarzerf@gmail.com
el: sng@hellug.gr,manolis@koppermind.homelinux.org
es: israelgarcia86@gmail.com,juanma@superiodico.net,cronopios@gmail.com
fr: devel@tootai.net
hu: szoldan.albert@pentaschool.hu
it: a.dimenna@libero.it
nl: rinse@kde.nl
pl: targasinski@o2.pl
pt: jncp@netcabo.pt,morais@kde.org
tr: ismail@pardus.org.tr, fethicanc@gmail.com

source: Install Skin...
de: Design installieren ...
el: Εγκατάσταση θέματος...
es: Instalar una piel...
fr: Installer le thème...
hu: Bőr telepítése ...
it: Installa tema...
nl: Skin installeren...
pl: Zainstaluj motyw...
pt: Instalar a Aparência...
tr: Tema Yükle...

source: Skin background color:
de: Hintergrundfarbe des Designs:
es: Color de fondo de la piel:
fr: Couleur de fond du thème :
nl: Achtergrondkleur van skin:
pt: Cor de fundo do visual:

source: This controls the color of the surface that translucent skin elements are composited upon. This setting is only available if Yakuake is run outside of KDE and translucency is unavailable.
de: Diese Einstellung definiert die Farbe der Oberfläche, auf die durchscheinende Design-Elemente gemalt werden. Sie ist nur verfügbar, wenn Yakuake außerhalb von KDE läuft und Transluzenz nicht verfügbar ist.
es: Esto controla el color de la superficie que transluce los elementos de la piel que están encima. Esta configuración está únicamente disponible si Yakuake está ejecutándose fuera de KDE y la transparencia no está disponible.
fr: Ceci contrôle la couleur de la surface sur laquelle les éléments transparents des thèmes sont rendus. Ce paramètre n'est disponible que lorsque Yakuake est lancé en dehors de KDE et que la transparence n'est pas disponible.
nl: De bepaalt de kleur van het oppervlak waarop de doorschijnende skinelementen worden opgebouwd. Deze instelling is alleen beschikbaar als Yakuake buiten KDE draait en transparantie niet beschikbaar is.
pt: Isto controla a cor da superfície sobre a qual se compõem os elementos translúcidos do visual. Esta opção só fica disponível se o Yakuake for executado fora do KDE e a translucidez estiver indisponível.

source: Skin
de: Design
el: Θέμα
es: Piel
fr: Thème
hu: Bőr
it: Tema
pl: Motyw
pt: Aparência
tr: Tema

source: <b>Welcome to Yakuake</b>
de: <b>Willkommen in Yakuake</b>
el: <b>Καλώς ήρθατε στο Yakuake</b>
es: <b>Bienvenido a Yakuake</b>
fr: <b>Bienvenue dans Yakuake</b>
hu: <b>Üdvözlöm a Yakuake-ban</b>
it: <b>Benvenuto in Yakuake</b>
nl: <b>Welkom bij Yakuake</b>
pl: <b>Witaj w programie Yakuake</b>
pt: <b>Bem-vindo ao Yakuake</b>
tr: <b>Yakuake'ye Hoş Geldiniz</b>

source: You can change the shortcut later at any time via the menu.
de: Sie können den Kurzbefehl jederzeit im Menü ändern.
el: Μπορείτε να τροποποιήσετε τη συντόμευση οποιαδήποτε στιγμή μέσω του μενού.
es: Puede cambiar el acceso rápido posteriormente en cualquier momento a través del menú.
fr: Vous pouvez à chaque instant modifier les touches de raccourci via le menu.
hu: Később bármikor megváltoztathatók a gyorsbillentyűk a menüben.
it: Puoi cambiare la scorciatoia in qualsiasi momento attraverso il menu.
nl: U kunt de sneltoets op een later tijdstip wijzigen in het menu.
pl: Możesz zmienić ten skrót w każdej chwili poprzez menu.
pt: Poderá alterar mais tarde o atalho com o menu.
tr: Kısayolu daha sonra menüyü kullanarak da değiştirebilirsiniz.

source: None
de: Keiner
el: Κανένα
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuna
nl: Geen
pl: Żaden
pt: Nenhuma
tr: Hiçbiri

source: Before using the application, you might want to change the keyboard shortcut used to open and close the Yakuake window:
de: Bevor Sie die Anwendung benutzen, sollten Sie den Kurzbefehl zum Öffnen und Schließen des Yakuake-Fensters festlegen:
el: Πριν τη χρήση της εφαρμογής, ίσως να επιθυμείτε την τροποποίηση της συντόμευσης πληκτρολογίου που χρησιμοποιείται για το άνοιγμα και κλείσιμο του παραθύρου του Yakuake:
es: Antes de usar la aplicación, puede que desee cambiar los accesos rápidos de teclado que se usan para abrir y cerrar la ventana de Yakuake:
fr: Avant d'utiliser l'application, vous devriez paramétrer le raccourci d'ouverture et de fermeture de la fenêtre de Yakuake :
hu: Mielőtt elkezdi használni ezt a programot, lehetőség van arra, hogy a Yakuake-t megnyitó/bezáró gyorsbillentyűt megváltoztassa. Kattintson az alábbi gombra, majd nyomja le a kívánt billentyűkombinációt:
it: Prima di usare l'applicazione, vorresti poter cambiare le scorciatoie da tastiera usate per aprire e chiudere la finestra di Yakuake:
nl: Voordat u het programma gebruikt kunt u de sneltoets wijzigen die gebruikt wordt om het Yakuake-venster te openen en te sluiten:
pl: Zanim zaczniesz używać tego programu możesz chcieć zmienić skrót klawiaturowy służący do otwierania i zamykania okna Yakuake:
pt: Antes de usar a aplicação, poderá querer alterar o atalho de teclado usado para abrir e fechar a janela do Yakuake:
tr: Uygulamayı kullanmadan önce Yakuake penceresini açıp kapatmak için gerekli olan klavye kısayollarını değiştirmek isteyebilirsiniz:

source: Show notification popup at application startup
de: Bei Programmstart Hinweisfenster anzeigen
el: Εμφάνιση αναδυόμενης ειδοποίησης κατά την έναρξη της εφαρμογής
es: Mostrar el aviso emergente en el inicio de la aplicación
fr: Afficher la fenêtre de notification lors du démarrage de l'application
hu: Előugró értesítőablak megjelenítése a program indításakor
it: Mostra una finestra di notifica all'avvio dell'applicazione
nl: Notificatiedialoog tonen bij programmastart
pl: Pokaż powiadomienie po uruchomieniu programu.
pt: Mostrar a mensagem de notificação no arranque da aplicação
tr: Uygulama başlangıcında uyarı penceresini göster

source: Confirm quit when closing more than one session
de: Beenden bestätigen, wenn mehr als eine Sitzung geschlossen wird
el: Επιβεβαίωση εξόδου όταν γίνεται κλείσιμο παραπάνω από μίας συνεδρίας
es: Confirmar la salida cuando haya varias sesiones abiertas
fr: Confirmer la fermeture de l'application lorsque plusieurs sessions sont ouvertes
hu: Megerősítés kérése egynél több munkamenet bezárásakor
it: Conferma l'uscita quando si chiude più di una sessione
nl: Afsluiten bevestigen als er meer dan één sessie zal worden gesloten
pl: Potwierdź zamknięcie przy zamykaniu więcej niż jednej sesji.
pt: Confirmar a saída com mais do que uma sessão aberta
tr: Birden çok oturumu kapatırken onay iste

source: Show the tab bar
de: Unterfensterleiste anzeigen
el: Εμφάνιση της γραμμής καρτελών
es: Mostrar la barra de pestañas
fr: Afficher la barre d'onglets
hu: Mappasáv megjelenítése
it: Mostra barra delle schede
nl: Tabbalk tonen
pl: Pokaż pasek kart
pt: Mostrar a barra de páginas
tr: Sekme barını göster

source: Keep window above other windows
de: Fenster über anderen Fenstern halten
es: Mantener ventana por encima de otras ventanas
fr: Maintenir la fenêtre au-dessus des autres
nl: Venster boven alle andere vensters plaatsen
pt: Manter a janela acima de todas as outras

source: Enable this option if you want the Yakuake window to keep on top of other windows even when it loses focus.
de: Ist diese Einstellung markiert, bleibt das Yakuake-Fenster über anderen Fenster, selbst wenn es den Fokus verliert.
es: Habilite esta opción si desea que la ventana de Yakuake permanezca abierta cuando pierda el foco.
fr: Activez cette option si vous voulez que la fenêtre de Yakuake reste visible quand elle perd le focus.
nl: Activeer deze optie als u wilt dat het venster van Yakuake voor alle andere vensters wordt weergegeven, ook als een ander venster de focus krijgt.
pt: Active esta opção se quiser que a janela do Yakuake se mantenha por cima de todas as janelas, mesmo que deixe de ficar em primeiro plano.

source: Keep window open on focus change
de: Fenster geöffnet halten, wenn der Fokus verloren geht
el: Διατήρηση ανοιχτού παραθύρου σε αλλαγή εστίασης
es: Mantener la ventana abierta cuando cambie el foco
fr: Maintenir la fenêtre visible quand le focus change
hu: Ablak nyitvatartása fókusz változásakor
it: Tieni aperta la finestra al passaggio del fuoco
nl: Venster open houden bij focuswijziging
pl: Zawsze na wierzchu
pt: Manter a janela aberta com a mudança de primeiro plano
tr: Odak değiştiğinde pencereyi açık tut

source: Enable this option if you want the Yakuake window to stay open when it loses focus.
de: Ist diese Einstellung markiert, bleibt das Yakuake-Fenster geöffnet, wenn es den Fokus verliert.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε να παραμένει ανοικτό το παράθυρο του Yakuake όταν χάνει την εστίαση.
es: Habilite esta opción si desea que la ventana de Yakuake permanezca abierta cuando pierda el foco.
fr: Activez cette option si la fenêtre Yakuake doit rester ouverte lorsqu'il y a perte de focus.
hu: Engedélyezze ezt a beállítást, ha azt akarja, hogy a Yakuake ablak nyitva maradjon, amikor elveszti a fókuszt.
it: Abilita questa opzione se vuoi che la finestra di Yakuake rimanga aperta quando perde il fuoco.
nl: Activeer deze optie als u wilt dat het venster van Yakuake open blijft als een ander venster de focus krijgt.
pl: Zaznacz tę opcję, gdy chcesz aby okno Yakuake pozostało otwarte po utracie skupienia.
pt: Active esta opção se quiser que a janela do Yakuake se mantenha aberta ao deixar de ficar em primeiro plano.
tr: Yakuake penceresinin odaktan çıktığında da açık kalmasını istiyorsanız bu seçeneği işaretleyin.

source: Use Open/Retract action to focus window
de: Tastenkürzel für Ein- und Ausfahren holt Fokus zurück
el: Χρησιμοποιήσετε το Άνοιγμα/Ανάκληση για να εστιάσετε στο παράθυρο
es: Use la acción Abrir/Retraer para enfocar la ventana
fr: Utiliser l'action Ouverture/Rétractation pour obtenir le focus sur la fenêtre
hu: Legyen aktív az ablak a Megnyit/Bezár gomb használatakor
it: Usa l'azione Apri/chiudi per passare il fuoco alla finestra
nl: Open/terugtrek-actie gebruiken om venster focus te geven
pl: Okno uzyskuje skupienie podczas otwierania/chowania
pt: Usar a acção Abrir/Retrair para pôr a janela em primeiro plano
tr: Pencereyi odaklamak için Aç/Geri Çek eylemini kullan

source: Enable this option if you want the Open/Retract shortcut to focus the Yakuake window when it is already open but lacks focus. Disable this option to have the Open/Retract shortcut retract the Yakuake window regardless of whether or not it has focus.
de: Ist diese Einstellung markiert, holt das Tastenkürzel den Fokus zurück, wenn das Yakuake-Fenster zwar geöffnet ist, aber nicht den Fokus hat. Ist diese Einstellung deaktiviert, fährt das Yakuake-Fenster mit dem Tastenkürzel ein, ob es den Fokus hat, oder nicht.
el: Ενεργοποιήστε αυτήν την επιλογή αν θέλετε η συντόμευση Άνοιγμα/Ανάκληση να περνάει την εστίαση στο παράθυρο του Yakuake αν αυτό είναι ήδη ανοικτό. Απενεργοποιήστε την αν θέλετε η συντόμευση Άνοιγμα/Ανάκληση να κλείνει το παράθυρο του Yakuake ανεξαρτήτως από το αν έχει την εστίαση ή όχι.
es: Habilite esta opción si desea que el acceso rápido Abrir/Retraer enfoque la ventana de Yakuake cuando ya esté abierta pero no tenga el foco. Deshabilite esta opción para que el acceso rápido Abrir/Retraer retraiga la ventana de Yakuake independientemente de si tiene o no el foco.
fr: Validez cette option si vous désirez que le raccourci d'Ouverture/Rétractation récupère le focus sur la fenêtre déjà ouverte. Désactivez cette option pour rétracter la fenêtre de Yakuake via le raccourci peu importe le focus.
hu: Engedélyezze ezt az opciót, ha szeretné, hogy a Megnyit/Bezár gyorsbilentyű lenyomásakor ne a program legyen fókuszban (aktív).
it: Abilita questa opzione se vuoi che la scorciatoia Apri/chiudi passi il fuoco alla finestra di Yakuake quando è già aperta ma non ha il fuoco. Disabilita questa opzione per far sì che la scorciatoia Apri/chiudi faccia scomparire la finestra di Yakuake sia che abbia o meno il fuoco.
nl: Activeer deze optie als u de sneltoetsen voor openen/terugtrekken wilt gebruiken om het venster van Yakuake de focus te geven als dat nodig is. Schakel deze optie uit als u met de openen/terugtrekken-sneltoets het Yakuake-venster wilt sluiten ongeacht of het de focus heeft of niet.
pl: Włącz tę opcję, jeżeli chcesz, aby skrót otwórz/schowaj przywracał skupienie oknu Yakuake, gdy jest otwarte, lecz brak mu skupienia. Wyłącz tę opcję, aby skrót otwórz/schowaj chował okno Yakuake bez względu na to, czy okno Yakuake posiada skupienie, czy nie.
pt: Active esta opção se quiser que a acção para Abrir/Retrair coloque a janela do Yakuake em primeiro plano quando já estiver aberta mas não estiver em primeiro plano. Desactive esta opção para que o atalho para Abrir/Retrair retraia a janela, independentemente de estar ou não em primeiro plano.
tr: Yakuake penceresi açık ve odaklanmamışken pencerenin odaklanması için Aç /Vazgeç kısayollarını kullanabilmek için bu seçeneği etkinleştirin. Yakuake penceresinin odaklanmış olup olmadığına bakmadan Aç /Vazgeç kısayolunu kullanmak için bu seçeneği pasifleştirin.

source: Automatically open when pointer touches screen edge
de: Automatisch öffnen, wenn der Mauszeiger die Bildschirmkante berührt
es: Abrir automáticamente cuando el cursor toque el borde de la pantalla
nl: Automatisch openen als aanwijzer de schermrand raakt
pt: Abrir automaticamente quando o cursor tocar no extremo do ecrã

source: Enable this option if you want the Yakuake window to open when the mouse pointer touches the top edge of the screen.
de: Ist diese Einstellung markiert, wird das Yakuake-Fenster geöffnet, wenn der Mauszeiger die obere Bildschirmkante berührt.
es: Habilite esta opción si desea que la ventana de Yakuake se abra cuando el cursor toque la parte superior del borde de la pantalla.
nl: Activeer deze optie als u wilt dat het venster van Yakuake wordt geopend als de muisaanwijzer de bovenrand van het scherm raakt.
pt: Active esta opção se quiser que a janela do Yakuake se abra quando o cursor do rato tocar no extremo superior do ecrã.

source: Size and Animation
de: Größe und Animation
el: Μέγεθος και κίνηση
es: Tamaño y animación
fr: Taille et Animation
hu: Méret és animáció
it: Dimensioni ed animazioni
nl: Grootte en animatie
pl: Rozmiar i animacja
pt: Tamanho e Animação
tr: Boyut ve Animasyon

source: Width:
de: Breite:
el: Πλάτος:
es: Anchura:
fr: Largeur :
hu: Szélesség:
it: Larghezza:
nl: Breedte:
pl: Szerokość:
pt: Largura:
tr: Genişlik:

source: Height:
de: Höhe:
el: Ύψος:
es: Altura:
fr: Hauteur :
hu: Magasság:
it: Altezza:
nl: Hoogte:
pl: Wysokość:
pt: Altura:
tr: Yükseklik:

source: Speed:
de: Geschwindigkeit:
el: Ταχύτητα:
es: Velocidad:
fr: Vitesse :
hu: Sebesség:
it: Velocità:
nl: Snelheid:
pl: Szybkość:
pt: Velocidade:
tr: Hız:

source: This setting controls the approximate duration of the sliding animation when the Yakuake window is opening or retracting.
de: Diese Einstellung steuert die ungefähre Dauer der Animation beim Aus- und Einfahren des Yakuake-Fensters.
el: Αυτή η επιλογή ρυθμίζει τη διάρκεια του εφέ κίνησης όταν το παράθυρο του Yakuake ανοίγει ή κλείνει.
es: Esta opción controla la duración aproximada de la animación de deslizamiento al abrir o retraer la ventana de Yakuake.
fr: Ce paramètre contrôle la durée approximative de l'animation lors de l'ouverture ou rétractation de la fenêtre Yakuake.
hu: Ez a beállítás megközelítöleg megadja, hogy mennyi ideig tartson a becsúszó animáció, amikor a Yakuake ablakot megnyitja vagy bezárja.
it: Questa impostazione controlla la durata approssimata dell'animazione di scorrimento quando la finestra di Yakuake compare o scompare.
nl: Deze instellingen bepalen de geschatte duur van de schuifanimatie als het venster van Yakuake wordt geopend of zich terugtrekt.
pl: To ustawienie kontroluje czas trwania animacji przesuwania podczas wysuwania i chowania okna Yakuake.
pt: Esta opção controla a duração aproximada da animação do deslizamento, quando a janela do Yakuake se está a abrir ou a retrair.
tr: Bu ayar Yakuake penceresinin açılma veya geri çekilme animasyon süresini ayarlar.

source: Position
el: Θέση
es: Posición
hu: Pozició
it: Posizione
nl: Positie
pl: Pozycja
pt: Posição
tr: Pozisyon

source: Open on screen:
de: Auf Bildschirm anzeigen:
el: Άνοιγμα στην οθόνη:
es: Abrir en la pantalla:
fr: Ouvrir à l'écran :
hu: Megnyitás képernyőn:
it: Apri sullo schermo:
nl: Openen op scherm:
pl: Otwórz na ekranie:
pt: Abrir no ecrã:
tr: Ekranda aç:

source: Screen 1
de: Bildschirm 1
el: Οθόνη 1
es: Pantalla 1
fr: Écran 1
hu: Képernyő 1
it: Schermo 1
nl: Scherm 1
pl: Ekran 1
pt: Ecrã 1
tr: Ekran %1
