Repository: redlizard/sqeeze-kde3
Catalog: packages/kde3-kdesudo-2.4/po/*.po
Languages: fr

source: sets a runas user
fr: Spécifie l'utilisateur cible

source: The command to execute
fr: Commande à exécuter

source: The comment that should be displayed in the dialog
fr: Commentaire à afficher dans la boite de dialogue

source: No command arguments supplied! Usage: kdesudo [-u <runas>] <command> KdeSudo will now exit...
fr: Aucune commande spécifiée en argument! Utilisation: kdesudo [-u <runas>] <command> KdeSudo va maintenant se fermer...

source: <b>%1</b> needs administrative privileges. Please enter your password for verification.
fr: <b>%1</b> a besoin des droits d'administration. Merci de saisir votre mot de passe pour vérification.

source: Wrong password, try again!
fr: Mot de passe erroné, veuillez réessayer!

source: Command not found!
fr: Commande inexistante!

source: Your username is unknown to sudo!
fr: Votre nom d'utilisateur est inconnu de sudo!

source: Your user is not allowed to run the specified command!
fr: Vous n'avez pas le droit d'exécuter la commande spécifiée!

source: Your user is not allowed to run sudo on this host!
fr: Vous n'avez pas le droit d'exécuter sudo sud l'hôte spécifié!

source: _: NAME OF TRANSLATORS Your names
fr: Anthony Mercatante

source: _: EMAIL OF TRANSLATORS Your emails
fr: tonio@ubuntu.com
